Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/blind-tactics.po
Languages: de, es, fr, he, it, pl, pt, tr

source: As soon as you have solved the tactic, the final position is displayed. Did you have the same position in your head?
de: Sobald Sie die Aufgabe gelöst haben, wird die Endposition angezeigt. Hatten Sie die gleiche Stellung im Kopf?
es: Tan pronto como hayas resuelto la táctica, se muestra la posición final. ¿Tenías la misma posición en mente?
fr: Dès que vous avez résolu l'exercice tactique, la position finale est affichée. Aviez-vous la même position en tête ?
he: כשמסיימים לפתור את החידה, העמדה הסופית מוצגת. האם זו העמדה שהיתה לכם בראש?
it: Non appena hai risolto la tattica, viene visualizzata la posizione finale. Avevi in mente la stessa posizione?
pl: Po rozwiązaniu taktyki wyświetlana jest końcowa pozycja. Czy miałeś w głowie tę samą pozycję?
pt: Assim que terminar a combinação tática, a posição final será mostrada. Tinha a mesma posição em mente?
tr: Taktiği çözdüğünüzde son pozisyon görüntülenecek. Aklınızda aynı pozisyon mu vardı?

source: Frozen Board
de: Eingefrorenes Brett
es: Tablero Congelado
fr: Echiquier Gelé
he: לוח קפוא
it: Scacchiera congelata
pl: Zamrożona Deska
pt: Tabuleiro congelado
tr: Dondurulmuş Tahta

source: If you click on the position where a piece is positioned you will be shown the possible legal moves. If you then click again on the correct square, the move will be executed and the exercise will continue.
de: Wenn Sie auf die Position klicken, auf der eine Figur steht, werden Ihnen die möglichen legalen Züge angezeigt. Wenn Sie dann erneut auf das richtige Feld klicken, wird der Zug ausgeführt und die Aufgabe wird fortgesetzt.
es: Si haces clic en la posición donde está colocada una pieza, se te mostrarán los movimientos legales. Si haces click de nuevo en la casilla correcta, el movimiento se ejecutará y el ejercicio continuará.
fr: Si vous cliquez sur un endroit où une pièce est placée, les coups possibles seront affichés. Si vous cliquez une seconde fois sur la bonne case, ceci executera le moment et l'exercice continuera.
he: אם תלחצו על משבצת בה ממוקם כלי, יוצגו בפניכם המסעים החוקיים. אם לאחר מכן תלחצו על המשבצת הנכונה, המהלך יבוצע והתרגיל ימשיך
it: Se fai clic sulla posizione in cui si trova un pezzo, ti verranno mostrate le possibili mosse legali. Se poi fai clic sulla casa corretta, la mossa verrà eseguita e l'esercizio continuerà.
pl: Jeśli klikniesz na pozycję, w której znajduje się bierka, zostaną pokazane możliwe legalne ruchy. Jeśli następnie ponownie klikniesz na właściwe pole, ruch zostanie wykonany i ćwiczenie będzie kontynuowane.
pt: Se você clicar numa casa que contém uma peça, todos os possíveis movimentos desta peça serão mostrados. Se clicar novamente na casa correta, o movimento será executado e o exercício continuará.
tr: Bir taş bulunan kareye tıkladığınızda yapılabilir hamleler gözükecek. Yapılabilir hamlelerden birini seçtiğinizde o hamle gerçekleşecek ve alıştırma devam edecek.

source: Next to the board you will see the list of moves that have been played since the board was frozen. This list shows the current state of the game and the moves the opponent played.
de: Neben dem Brett sehen Sie die Liste der Züge, die gespielt wurden, seit das Brett eingefroren wurde. Diese Liste zeigt die aktuelle Stellung der Partie und die Züge, die der Gegner gespielt hat.
es: Junto al tablero verás la lista de movimientos que se han jugado desde que se congeló el tablero. Esta lista muestra el estado actual del juego y los moviemientos que jugó el oponente.
fr: A côté de l'échiquier, vous verrez la liste des coups qui ont été joué depuis que l'échiquier a été gelé. Cette liste montre l'état actuel de la partie et les coups que l'adversaire a joué.
he: בצמוד ללוח תוכלו לראות את רשימת המהלכים ששוחקו מאז שהלוח הוקפא. הרשימה מראה את המצב הנוכחי של המשחק ואת מהלכי־היריב.
it: Accanto alla scacchiera vedrai la lista delle mosse che sono state giocate da quando la scacchiera è stata congelata. Questa lista mostra lo stato attuale della partita e le mosse giocate dall'avversario.
pl: Junto al tablero verás la lista de movimientos que se han jugado desde que se congeló el tablero. Esta lista muestra el estado actual del juego y los moviemientos que jugó el oponente.
pt: Ao lado do tabuleiro será mostrada a lista de movimentos feitos desde que o tabuleiro foi congelado. Esta lista mostrará o estado atual do jogo e os movimentos que o oponente fez.
tr: Tahtanın kenarında bir hamle listesi göreceksiniz. Bu liste, tahta donduğundan bu yana rakibin ve sizin yaptığınız hamleleri ve oyunun mevcut durumunu gösterir.

source: Tactics
de: Taktiken
es: Tácticas
fr: Tactiques
he: חידות
it: Tattiche
pl: Taktyki
pt: Táticas
tr: Taktikler

source: The board is frozen and does not show the current state of the game. This means you do not see the latest state of the board. The pieces are not animated during the tactics. You have to keep the positions of the pieces in your head!
de: Das Brett ist eingefroren und zeigt nicht die aktuelle Stellung des Spiels an. Das heißt, Sie sehen nicht den letzten Stand des Brettes. Die Figuren werden während der Taktik nicht animiert. Sie müssen die Positionen der Figuren im Kopf behalten!
es: El tablero está congelado y no muestra el estado actual del juego. Esto significa que no puedes ver el último estado del tablero. Las piezas no se animan durante las tácticas. Tienes que mantener la posición de las piezas en tu mente.
fr: L'échiquier est gelé et ne montre pas l'état actuel de la partie. Cela signifie que vous ne voyez pas la dernière position sur l'échiquier. Les pièces ne bougent pas l'exercice tactique. Vous devez garder les positions en tête !
he: הלוח קפוא ולא מציג את העמדה הנוכחית. כלומר, אינכם רואים את מצב הלוח העדכני. אין תזוזה של הכלים בהמלך החידה, כך שעליכם לזכור היטב את מיקומם!
it: La scacchiera è congelata e non mostra lo stato attuale della partita. Ciò significa che non vedi lo stato più recente della scacchiera. I pezzi non sono animati durante le tattiche. Devi tenere a mente le posizioni dei pezzi!
pl: Szachownica jest zawieszona i nie pokazuje aktualnego stanu gry. Oznacza to, że nie widzisz najnowszego stanu tablicy. Elementy nie są animowane podczas wykonywania taktyki. Musisz zachować pozycje elementów w swojej głowie!
pt: O tabuleiro foi congelado e não mostra o estado atual do jogo. Isso significa que você não vê o estado atual do tabuleiro. As peças não são animadas durante as combinações táticas. Você terá que manter as posições das peças na sua cabeça!
tr: Tahta donmuş durumda ve oyunun mevcut durumunu göstermiyor. Yani tahtanın son halini görmüyorsunuz. Taktik sırasında taşlar hareketsizdir. Taşların pozisyonlarını aklınızda tutmanız gerekiyor!

source: The move list
de: Die Zugliste
es: La lista de movimietnos
fr: Liste des coups
he: רשימת המהלכים
it: La liste delle mosse
pl: Lista ruchów
pt: A lista de movimentos
tr: Hamle listesi

source: The moves the opponent plays during tactics are added to this list!
de: Die Züge, die der Gegner während der Taktik spielt, werden dieser Liste hinzugefügt!
es: Los moviemientos que el oponente hace durante las tácticas son agregados a esta lista.
fr: Les coups que l'adversaire a joué durant la tactique sont ajouté à cette liste !
he: המהלכים שהיריב משחק מתווספים לרשימה זו
it: Le mosse eseguite dall'avversario durante le tattiche vengono aggiunte a questa lista!
pl: Do tej listy dodawane są ruchy, które przeciwnik wykonuje podczas taktyki!
pt: As jogadas do oponente, durante a combinação tática, são adicionadas a lista!
tr: Taktik sırasında rakibin yaptığı hamleler bu listeye eklenir!

source: Use blind tactics to improve your chess visualisation skills. Solve tactics while seeing the board state of several moves from the past. You are given the representation of the board and the moves that have been made since then, and then you then have to solve the tactical problem by imagining the board and the moves played in your head.
de: Nutzen Sie Blind-Taktiken, um Ihre Schachvisualisierungsfähigkeiten zu verbessern. Lösen Sie Taktiken, während Sie die Stellungen von mehreren vorausgehenden Zügen sehen. Sie sehen die Darstellung des Brettes und der seitdem ausgeführten Züge und müssen dann das taktische Problem lösen, indem Sie sich das Brett und die gespielten Züge in Ihrem Kopf vorstellen.
es: Usa las tácticas a ciegas para mejorar tu visualización en ajedrez. Resuelve tácticas mientras vez el estado del tablero varias jugadas en el pasado. Se muestra la representación del tablero y los movimientos que se han hecho desde entonces, luego tienes que resolver el problema táctico imaginando el tablero y los movimientos hechos en tu mente.
fr: Utilisez les echecs à l'aveugle pour améliorer vos aptitudes de visualisation sur l'échiquier. Résolvez des problèmes tactiques tout en voyant l'état de l'échiquier et les coups joués précédemment. On vous donne la représentation du plateau et les coups qui ont été joués depuis, et vous devez ensuite résoudre le problème tactique en imaginant le plateau et les coups joués dans votre tête.
he: השתמשו בחידות שחמט־עיוור כדי להתאמן על יכולתכם לתפוס את לוח השחמט באופן חזותי (ויזואלי). פתרו חידות בהן העמדה המוצגת התרחשה לפני מספר מהלכים. אתם תקבלו את רשימת המסעים ששהתרחשו מאז, ובעזרת דמיון ותפיסה חזותית נסו למדיין אותם בראשכם.
it: Usa le tattiche alla cieca per migliorare le tue abilità di visualizzazione. Risolvi le tattiche osservando lo stato della scacchiera di diverse mosse nel passato. Ti viene data la rappresentazione della scacchiera e le mosse che sono state fatte da allora, poi devi risolvere la tattica a mente, immaginando la scacchiera e le mosse giocate.
pl: Użyj ślepej taktyki, aby poprawić swoje umiejętności wizualizacji szachów. Rozwiązuj taktykę, widząc stan planszy kilku ruchów z przeszłości. Otrzymujesz reprezentację szachownicy i ruchów, które zostały wykonane od tego czasu, a następnie musisz rozwiązać problem taktyczny, wyobrażając sobie szachownicę i ruchy wykonywane w swojej głowie.
pt: Use as táticas às cegas para melhorar a sua habilidade de visualização. Resolva as combinações táticas vendo somente o estado passado do tabuleiro. Vendo somente esta representação passada do tabuleiro, e os movimentos feitos desde então, você deve resolver a combinação tática imaginando o tabuleiro e as jogadas feitas.
tr: Kör taktikleri kullanarak görsel satranç yeteneklerinizi geliştirin. Taktikleri tahtanın birkaç hamle önceki halini görerek çözün. Tahtanın önceki hali ve şu ana kadar yapılmış hamleleri kullanarak asıl taktiğin bulunduğu pozisyonu gözünüzde canlandırıp taktiği çözmeniz gerekiyor.

source: Using the blind tactics takes getting used to. Here I try to explain it as simple and as clear as possible.
de: Blind-Taktiken sind gewöhnungsbedürftig. Ich versuche es Ihnen hier so einfach und so klar wie möglich zu erklären.
es: Acostumbrarse a las tácticas a ciegas toma tiempo. Aquí trato de explicarlo de la manera más simple y clara posible.
fr: Il faut s'habituer à utiliser la tactique à l'aveugle. J'essaie ici de l'expliquer de la manière la plus simple et la plus claire possible.
he: לוקח זמן להתרגל לחידות שחמט עיוור. כאן אנסה להסביר לכם באופן פשוט ובהיר ככל האפשר.
it: Usare le tattiche alla cieca richiede tempo per abituarsi. Qui cerco di spiegarlo nel modo più semplice e chiaro possibile.
pl: Stosowanie ślepej taktyki wymaga przyzwyczajenia się. Tutaj staram się to wyjaśnić tak prosto i przejrzyście, jak to tylko możliwe.
pt: Leva um tempo para se acostumar com as táticas às cegas. Aqui vai uma tentativa de explicá-las da maneira mais simples e clara possível
tr: Kör taktiklere alışmak zaman alır. Burada olabildiğince basit ve anlaşılır şekilde açıklamaya çalıştım.

source: Your task is to solve the exercise like with normal tactics. There is only one continuation that is correct.
de: Ihre Aufgabe ist es, die Übung wie bei einer normalen Taktiken zu lösen. Es gibt nur eine Fortführung, die richtig ist.
es: Tu trabajo es resolver el ejercicio como las tácticas normales. Sólo hay una continuación que es correcta.
fr: Votre tâche consiste à résoudre l'exercice comme avec des tactiques normales. Il n'y a qu'une seule suite qui soit correcte.
he: מטרתכם לפתור את התרגיל כאילו הוא חידה רגילה. רק סדרת מסעים אחת היא ההמשך הנכון.
it: Il tuo compito è quello di risolvere l'esercizio come le tattiche normali. C'è solo una continuazione corretta.
pl: Twoim zadaniem jest rozwiązanie ćwiczenia tak, jak w przypadku normalnej taktyki. Prawidłowa jest tylko jedna kontynuacja.
pt: Sua tarera é resolver o desafio como qualquer outra combinação tática. Há somente uma continuação correta.
tr: Amacınız alıştırmayı normal taktikleri çözdüğünüz gibi çözmektir. Sadece bir doğru devam yolu var.

source: different board state
de: andere Stellung
es: estado de tablero diferente
fr: Etat différent de l'Echiquier
he: מצב־לוח שונה
it: stato diverso della scacchiera
pl: inny stan szachownicy
pt: estado diferente do tabuleiro
tr: farklı tahta durumu

source: move list
de: Zugliste
es: lista de movimientos
fr: liste de coups
he: רשימת מהלכים
it: lista delle mosse
pl: lista ruchów
pt: lista de movimentos
tr: hamle listesi

source: solved tactic
de: Gelöste Taktiken
es: táctica resuelta
fr: tactique résolue
he: חידה פתורה
it: tattica risolta
pl: rozwiązana taktyka
pt: combinação tática resolvida
tr: çözülmüş taktik

source: Blind Tactics
de: Blind-Taktiken
es: Tácticas a Ciegas
fr: Tactiques à l'aveugle
he: חידות שחמט־עיוור
it: Tattiche alla Cieca
pl: Ślepa taktyka
pt: Táticas às cegas
tr: Kör Taktikler

source: How it works
de: Wie es funktioniert
es: ¿Cómo funciona?
fr: Comment cela fonctionne
he: איך זה עובד?
it: Come funziona
pl: Jak to działa
pt: Como funciona
tr: Nasıl çalışır

source: Improve your chess visualization skills
de: Verbessern Sie Ihre Visualisierungsfähigkeiten
es: Mejora tu visualización en ajedrez
fr: Améliorez vos capacités de visualisation des échecs
he: התאמנו על כישורי השחמט החזותיים שלכם
it: Migliora le tue capacità di visualizzazione
pl: Popraw swoje umiejętności wizualizacji szachów
pt: Melhore suas habilidades de visualização de xadrez
tr: Görsel satranç yeteneğinizi geliştirin

source: Play Now!
de: Jetzt spielen!
es: ¡Juega ahora!
fr: Jouer Maintenant !
he: שחקו עכשיו!
it: Gioca Ora!
pl: Zagraj teraz!
pt: Tente agora!
tr: Şimdi Oyna!
