Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/book.po
Languages: de, es, fr, it, pl, pt, tr

source: %{book_name} book cover
de: %{book_name} Buch-Cover
es: %{book_name} cubierta del libro
fr: %{book_name} couverture du livre
it: copertina libro %{book_name}
pl: %{book_name} okładka książki
tr: %{book_name} kitap kapağı

source: More
de: Mehr
es: Más
fr: Plus
it: Scopri di più
pl: Więcej
pt: Mais
tr: Detaylar

source: Opening
de: Öffnen
es: Apertura
fr: Ouverture
it: Apertura
pl: Otwarcie
pt: Abertura
tr: Açılış

source: Recommendations
de: Empfehlungen
es: Recomendaciones
it: Raccomandazioni
pl: Rekomendacja
pt: Recomendações
tr: Önerilenler

source: Recommended by
de: Empfohlen von
es: Recomendado por
fr: Recommandé par
it: Raccomandato da
pl: Polecane przez
pt: Recomendado por
tr: Önerenler

source: Tags
es: Etiquetas
fr: Etiquettes
it: Tag
pl: Etykieta
tr: Etiketler

source: Chess Books
de: Schachbücher
es: Libros de Ajedrez
fr: Livres d'Echecs
it: Suggeriti da Gran Maestri
pl: Książki szachowe
pt: Livros de xadrez
tr: Satranç Kitapları

source: Grandmaster recommended
de: Empfohlen von Großmeistern
es: Gran Maestro recomendó
fr: Recommandé par un Grand Maître
it: Libri di Scacchi
pl: Zalecany arcymistrz
pt: Recomendado por Mestres
tr: Büyükusta önerisi

source: Have you found a recommendation from a grandmaster that is not yet in the list? Send me an email and I will add it.
de: Haben Sie eine Empfehlung eines Großmeisters gefunden, die noch nicht in der Liste steht? Schicken Sie mir eine E-Mail und ich werde sie hinzufügen.
es: ¿Encontraste una recomendación de un gran maestro que aún no está en la lista? Envíame un correo y lo agregaré.
fr: Vous avez trouvé une recommandation d'un grand maître qui n'est pas encore dans la liste ? Envoyez-moi un courriel et je l'ajouterai.
it: Hai trovato un suggerimento di un gran maestro che non è ancora presente nell'elenco? Inviami un'e-mail e lo aggiungerò.
pl: Czy znalazłeś rekomendację od arcymistrza, którego nie ma jeszcze na liście? Wyślij mi e-mail, a ja go dodam.
pt: Você encontrou uma recomendação de um grande mestre que ainda não está na lista? Envie-me um e-mail e eu o adicionarei.
tr: Listede olmayan bir büyükusta önerisi mi fark ettiniz? Bir email atın, ekleyeyim.

source: I hope this list of recommendations will help you find the best chess textbooks for you. Because who else could judge whether a chess book is good or not if not grandmasters.
de: Ich hoffe, diese Empfehlungsliste hilft Ihnen, die besten Schachlehrbücher für Sie zu finden. Wer sonst könnte beurteilen, ob ein Schachbuch gut, wenn nicht ein Großmeister.
es: Espero que esta lista de recomendaciones te ayuda a encontrar los mejores libros de Ajedrez. Poruqe quién más podría juzgar si un libro de ajedrez es bueno o no, sino los gran maestros.
fr: J'espère que cette liste de recommandations vous aidera à trouver les meilleurs manuels d'échecs. Car qui d'autre pourrait juger si un livre d'échecs est bon ou pas si ce n'est les grands maîtres.
it: Spero che questo elenco di raccomandazioni ti aiuti a trovare i migliori libri di scacchi per te. Perché chi altro, se non un gran maestro, può giudicare se un libro di scacchi è valido o meno?
pl: Mam nadzieję, że ta lista rekomendacji pomoże Ci znaleźć najlepsze dla Ciebie podręczniki szachowe. Bo kto inny mógłby ocenić, czy książka o szachach jest dobra, czy nie, jeśli nie arcymistrzowie.
pt: Espero que esta lista de recomendações ajude você a encontrar os melhores livros didáticos de xadrez para você. Porque quem mais poderia julgar se um livro de xadrez é bom ou não, senão os grandes mestres.
tr: Umarım bu öneri listesi sizin en iyi satranç kitabını bulmanıza yardımcı olacaktır. Çünkü bir satranç kitabının iyi olup olmadığını büyükustalar söylemeyecek de kim söyleyecek.

source: These books were all recommended by chess grandmasters! Click on the more information to find out in detail what they have to say about each book.
de: All diese Bücher wurden von Schachgroßmeistern empfohlen! Klicken Sie auf die weiteren Informationen, um im Detail zu erfahren, was sie über jedes Buch zu sagen haben.
es: ¡Estos libros fueron recomendados por gran maestros de ajedrez! Dale clic en más información para descubrir en detalle lo que tienen que decir sobre cada libro.
fr: Ces livres ont tous été recommandés par des grands maîtres d'échecs ! Cliquez sur les informations supplémentaires pour découvrir en détail ce qu'ils ont à dire sur chaque livre.
it: Questi libri sono stati tutti consigliati da grandi maestri di scacchi! Cliccate su ulteriori informazioni per scoprire in dettaglio cosa hanno da dire su ciascun libro.
pl: Wszystkie te książki zostały polecone przez arcymistrzów szachowych! Kliknij więcej informacji, aby dowiedzieć się szczegółowo, co mają do powiedzenia na temat poszczególnych książek.
pt: Esses livros foram todos recomendados por grandes mestres do xadrez! Clique em mais informações para saber em detalhes o que eles têm a dizer sobre cada livro.
tr: Bütün bu kitaplar satranç büyükustaları tarafından önerildi! Detaylara tıklayarak her kitap hakkında büyükustaların neler söylediğini öğrenebilirsiniz.

source: This list contains the 20 best chess books as ranked by grandmasters. I hope this list helps you to find the perfect book for you.
de: Diese Liste enthält die 20 besten Schachbücher, die von Großmeistern bewertet wurden. Ich hoffe, diese Liste hilft Ihnen, das perfekte Buch für Sie zu finden.
es: Esta lista contiene los 20 mejores libros de ajedrez, clasificados por gran maestros. Espero que esta lista te ayude a encontrar el libro perfecto para tí.
fr: Cette liste contient les 20 meilleurs livres d'échecs classés par les grands maîtres. J'espère qu'elle vous aidera à trouver le livre le plus adapté à vos besoins.
it: Questo elenco contiene i 20 migliori libri di scacchi suggeriti dai grandi maestri. Mi auguro che questo elenco ti aiuti a trovare il libro perfetto per te.
pl: Ta lista zawiera 20 najlepszych książek o szachach według arcymistrzów. Mam nadzieję, że ta lista pomoże Ci znaleźć idealną książkę dla siebie.
pt: Esta lista contém os 20 melhores livros de xadrez classificados pelos grandes mestres. Espero que esta lista o ajude a encontrar o livro perfeito para você.
tr: Bu liste büyükustalar tarafından derecelendirilmiş en iyi 20 satranç kitabını içerir. Umarım bu liste sizin mükemmel kitabı seçmenize yardımcı olur.

source: Chess Book Search
de: Schachbücher Suche
es: Búsqueda de libros de Ajedrez
fr: Recherche de livres d'échecs
it: Cerca Libro di Scacchi
pl: Wyszukiwanie książek szachowych
pt: Pesquisa de livros de xadrez
tr: Satranç Kitabı Araması

source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
pl: Wyszukiwarka
pt: Procura
tr: Ara

source: by
de: von
es: por
fr: par
it: di
pl: według
pt: pelo / por
tr: tarafından

source: %{amount} books
de: %{amount} Bücher
fr: %{amount} livres
it: %{amount} libri
pl: %{amount} książki
pt: %{amount} livros
tr: %{amount} kitap

source: Looking for something more specific? Take a look at these book lists:
de: Suchen Sie nach etwas Speziellerem? Werfen Sie einen Blick auf diese Bücherlisten:
fr: Vous recherchez quelque chose de plus spécifique ? Jeter un oeil à ces listes de livres:
it: Stai cercando qualcosa di più specifico? Dai un'occhiata a questi di libri:
pl: Szukasz czegoś bardziej konkretnego? Spójrz na te listy książek:
pt: Procura algo mais específico? Dê uma olhada nessas listas de livros:
tr: Daha spesifik bir şey mi arıyordunuz? Bu kitap listesine bir göz atın:

source: More book lists
de: Weitere Bücherlisten
fr: Plus de listes de livres
it: Ulteriori libri
pl: Więcej list książek
pt: Mais livros
tr: Daha fazla kitap listeleri

source: Most Grandmaster recommended books
de: Meist von Großmeistern empfohlene Bücher
fr: Livres les plus recommandés par les grands maîtres
it: I libri più consigliati dai gran maestri
pl: Większość książek polecanych przez arcymistrzów
pt: Livros recomendados por Grande Mestres
tr: En fazla büyükustanın önerdiği kitaplar

source: Books recommended by %{player}
de: Bücher empfohlen von %{player}
fr: Livres recommandés par %{player}
it: Libri consigliati da by %{player}
pl: Książki polecane przez %{player}
pt: Livros recomendados por %{player}
tr: %{player} tarafından önerilen kitaplar
