Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/copyright.po
Languages: de, es, fr, it, pl, pt, tr

source: Copyright holders
de: Urheberrechtsinhaber
es: Titulares de derechos de autor
fr: Détenteurs des droits d'auteur
it: Detentori del Copyright
pl: Właściciele praw autorskich
pt: Detentores de direitos autorais
tr: Telif hakkı sahipleri

source: English version of the Copyright Policy
de: Englische Version der Urheberrechtsrichtlinie
es: Versión en inglés de la Política de derechos de Autor
fr: Version anglaise de la politique en matière de droits d'auteur
it: Versione in inglese della Policy di Copyright
pl: Angielska wersja Polityki praw autorskich
pt: Versão em português da política de direitos autorais
tr: Telif hakkı ingilizce versiyonu

source: If you believe that someone has uploaded or posted content of yours on Listudy.org without your permission, please contact us at: copyright@listudy.org
de: Wenn Sie glauben, dass jemand ohne Ihre Erlaubnis Inhalte von Ihnen auf Listudy.org hochgeladen oder veröffentlicht hat, kontaktieren Sie uns bitte unter: copyright@listudy.org
es: Si piensas que alguien ha publicado contenido tuyo en Listudy.org sin tu permiso, por favor comunícate con nosotros en: copyright@listudy.org
fr: Si vous pensez que quelqu'un a téléchargé ou publié un de vos contenus sur Listudy.org sans votre autorisation, veuillez nous contacter à l'adresse suivante : copyright@listudy.org
it: Se credi che qualcuno abbia caricato o pubblicato un tuo contenuto su Listudy.org senza il tuo permesso, contattaci all'indirizzo: copyright@listudy.org.
pl: Jeśli uważasz, że ktoś przesłał lub opublikował Twoje treści na Listudy.org bez Twojej zgody, skontaktuj się z nami pod adresem: Copyright@listudy.org
pt: Se você acredita que alguém carregou ou postou conteúdo seu em Listudy.org sem sua permissão, entre em contato conosco em: copyright@listudy.org
tr: Eğer birinin size ait olan bir içeriği sizin izniniz olmadan Listudy.org sitesinde paylaştığını veya yayınladığını düşünüyorsanız lütfen iletişime geçin: copyright@listudy.org

source: Introduction
de: Einführung
es: Introducción
it: Introduzione
pl: Przedstawienie
pt: Introdução
tr: Giriş

source: Last edited:
de: Zuletzt editiert:
es: Modficiado por última vez:
fr: Dernière Edition
it: Ultima modifica:
pl: Ostatnia edycja:
pt: Última edição:
tr: Son değişiklik:

source: Listudy can change this policy at its discretion.
de: Listudy kann diese Richtlinie nach eigenem Ermessen ändern.
es: Listudy puede cambiar esta política a su discreción
fr: Listudy peut modifier cette politique à sa discrétion.
it: Listudy può modificare questa policy a sua discrezione.
pl: Listudy może zmienić tę politykę według własnego uznania.
pt: Listudy pode alterar esta política a seu critério.
tr: Listudy bu ilkeleri değiştirme hakkını saklı tutar.

source: Listudy respects and recognizes the copyright of third parties. You are only allowed to publish public content on Listudy, for which you have all necessary rights.
de: Listudy respektiert und erkennt die Urheberrechte Dritter an. Sie dürfen nur öffentliche Inhalte auf Listudy veröffentlichen, für die Sie alle notwendigen Rechte besitzen.
es: Listudy respeta y reconoza los derechos de autor de terceros. Sólo puedes publicar contenido en Listudy, para lo cual debes tener todos los permisos necesarios.
fr: Listudy respecte et reconnaît les droits d'auteur des tiers. Vous n'êtes autorisé à publier sur Listudy que des contenus publics pour lesquels vous disposez de tous les droits nécessaires.
it: Listudy rispetta e riconosce il copyright di terzi. Ti è concesso pubblicare su Listudy solo contenuti pubblici per i quali possiedi tutti i diritti necessari.
pl: Listudy szanuje i uznaje prawa autorskie osób trzecich. Na Listudy możesz publikować wyłącznie treści publiczne, do których posiadasz wszelkie niezbędne uprawnienia.
pt: A Listudy respeita e reconhece os direitos autorais de terceiros. Você só tem permissão para publicar conteúdo público no Listudy, para o qual possui todos os direitos necessários.
tr: Listudy üçüncü parti telif haklarını tanır ve onlara saygı duyar. Listudy sitesinde sadece bütün gerekli haklarına sahip olduğunuz, halka açık içerikleri paylaşabilirsiniz.

source: Other
de: Andere
es: Otros
fr: Autre
it: Altro
pl: Inny
pt: Outro
tr: Diğer

source: PGN files
de: PNG Dateien
es: Archivos PGN
fr: Fichiers PGN
it: File PGN
pl: Pliki PGN
pt: Arquivos PGN
tr: PGN dosyaları

source: Translated copyright policies shall only serve as an informal source of information. Please read the english version for the official version applicable to the site.
de: Die übersetzten Copyright-Richtlinien sollen nur als informelle Informationsquelle dienen. Bitte lesen Sie die englische Version für die offizielle Version, die für die Website gilt.
es: Las políticas de derechos de autor traducidas sólo deben ser una fuente informal. Por favor lee la versión en inglés para la versión oficial que aplica en este sitio.
fr: Les politiques de droits d'auteur traduites ne doivent servir que de source informelle d'information. Veuillez lire la version anglaise pour connaître la version officielle applicable au site.
it: Le traduzioni delle policy di copyright servono solo come fonte informale di informazioni. Si prega di leggere la versione inglese per conoscere la versione ufficiale applicabile al sito.
pl: Przetłumaczone zasady dotyczące praw autorskich mogą służyć wyłącznie jako nieformalne źródło informacji. Aby zapoznać się z oficjalną wersją obowiązującą na stronie, przeczytaj wersję angielską.
pt: As políticas de direitos autorais traduzidas devem servir apenas como uma fonte informal de informação. Por favor, leia a versão em inglês para a versão oficial aplicável ao site.
tr: Çevrilmiş telif hakkı ilkeleri sadece bilgilendirme amacı taşır. Siteye uygulanan resmi versiyon için lütfen ingilizce versiyonunu okuyun.

source: You are only allowed to make public studies using PGN files, for which you have all necessary rights to. Do not copy PGN files from other websites for which you do not have the rights. This applies especially, but is not limited to, paid PGN files.
de: Sie dürfen nur Studien mit PGN-Dateien veröffentlichen, für die Sie alle erforderlichen Rechte besitzen. Kopieren Sie keine PGN-Dateien von anderen Websites, für die Sie nicht die Rechte haben. Dies gilt insbesondere, aber nicht ausschließlich, für bezahlte PGN-Dateien.
es: Sólo puedes hacer estudios púbicos usando archivos PGN de los cuales tengas todos los permisos necesarios. No copies archivos de otros sitios donde no tengas permisos. Esto aplica especialmente para archivos PGN pagados, pero no se límita solamente a estos.
fr: Vous n'êtes autorisé à rendre publiques que des études utilisant des fichiers PGN, pour lesquels vous avez tous les droits nécessaires. Ne copiez pas les fichiers PGN d'autres sites web pour lesquels vous n'avez pas les droits. Ceci s'applique particulièrement, mais pas exclusivement, aux fichiers PGN payants.
it: È possibile rendere pubblici solamente gli studi che utilizzano file PGN, per i quali si possiedono tutti i diritti necessari. Non copiare file PGN da altri siti Web per i quali non hai diritti. Questo vale soprattutto, ma non solo, per i file PGN a pagamento.
pl: Możesz prowadzić badania publiczne wyłącznie przy użyciu plików PGN, do których posiadasz wszelkie niezbędne uprawnienia. Nie kopiuj plików PGN z innych stron internetowych, do których nie masz praw. Dotyczy to w szczególności, ale nie wyłącznie, płatnych plików PGN.
pt: Você só tem permissão para fazer estudos públicos usando arquivos PGN, para os quais você tem todos os direitos necessários. Não copie arquivos PGN de outros sites para os quais você não tenha direitos. Isso se aplica especialmente, mas não se limita a, arquivos PGN pagos.
tr: Halka açık çalışma oluşturmak sadece bütün gerekli haklarına sahip olduğunuz PGN dosyaları ile mümkündür. Haklarına sahip olmadığınız PGN dosyalarını diğer internet sitelerinden kopyalamayın. Bu özellikle, ancak sınırlı olmayarak, satın alınmış PGN dosyaları için de geçerlidir.
