Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/endgame.po
Languages: de, es, fr, it, pt, tr

source: Bishop + Bishop
de: Läufer + Läufer
es: Alfil + Alfil
fr: Fou + Fou
it: Alfiere + Alfiere
pt: Bispo + Bispo
tr: Fil + Fil

source: Bishop + Knight
de: Bishop + Springer
es: Alfil + Caballo
fr: Fou + Cavalier
it: Alfiere + Cavallo
pt: Bispo + Cavalo
tr: Fil + At

source: Bishops and Pawns
de: Läufer und Bauern
es: Alfiles y Peones
fr: Fous et Pions
it: Alfiere e pedoni
pt: Bispo + Peões
tr: Fil ve Piyonlar

source: Bishops and/or knights against rook, with and without pawns.
de: Läufer und/oder Springer gegen Turm, mit und ohne Bauern
es: Alfiles y/o caballos contra torre, con y sin peones.
fr: Fous et/ou Cavaliers contre tour, avec ou sans pions
it: Alfieri e/o Cavalli contro Torre, con e senza pedoni.
pt: Bispo e/ou Cavalos contra Torre, com ou sem peões
tr: Filler ve/veya atlar kaleye karşı, piyonlu ve piyonsuz.

source: Checkmating
de: Matt setzen
es: Jaque mate
fr: Echec et Mat
it: Scacco matto
pt: Cheque-mate
tr: Şah mat

source: Chess Fundamentals
de: Schach Grundlagen
es: Fundamentos de Ajedrez
fr: Principes fondamentaux des échecs
it: Fondamenti degli Scacchi
pt: Fundamentos de Xadrez
tr: Satrancın Esasları

source: Endgames with Knights, Bishops and Pawns.
de: Endspiele mit Springern, Läufern und Bauern
es: Finales con Caballos, Alfiles y Peones.
fr: Finales avec Cavaliers, Fous et Pions.
it: Finali con Cavalli, Alfieri e pedoni.
pt: Finais com Cavalos, Bispos e Peões
tr: Atlar, Filler ve Piyonlar Oyunsonları.

source: Endgames with only Bishops and Pawns on the board.
de: Endspiele mit nur Läufern und Bauern auf dem Brett
es: Finales con sólo Alfiles y Peones en el tablero.
fr: Finales avec seulement des Fous et des Pions sur l'échiquier.
it: Finali con solo Alfieri e pedoni sulla scacchiera.
pt: Jogos finais com apenas bispos e peões no tabuleiro.
tr: Sadece Fil ve Piyon Oyunsonları.

source: Endings of Games
de: Spielenden
es: Finales
fr: Les fins de parties
it: Finali di Partita
pt: Finais de jogos
tr: Oyunların Sonları

source: From the Capablancas "Chess Fundamentals".
de: Von Capablancas "Chess Fundamentals"
es: De Capablanca "Fundamentos de Ajedrez".
fr: De l'ouvrage de Capablancas "Fondamentaux des échecs".
it: Dal libro "Fondamenti degli Scacchi" di Capablanca.
pt: Dos Capablancas "Fundamentos do Xadrez".
tr: Capablanca'nın "Satrancın Esasları" kitabından.

source: From the book "Analysis of the Chess Ending King and Queen against King and Rook".
de: Aus dem Buch "Analysis of the Chess Ending King and Queen against King and Rook".
es: Del libro "Análisis del final con Rey y Dama contra Rey y Torre".
fr: Extrait du livre "Analyse de la finale d'échecs Roi et Reine contre Roi et Tour".
it: Dal libro "Analysis of the Chess Ending King and Queen against King and Rook".
pt: Do livro "Análise do Rei e Rainha do Fim do Xadrez contra o Rei e a Torre".
tr: "Analysis of the Chess Ending King and Queen against King and Rook" kitabından.

source: From the book "Chess Studies, Or, Endings of Games".
de: Aus dem Buch "Chess Studies, Or, Endings of Games".
es: Del libro "Estudios, o, finales".
fr: Du livre "Chess Studies, Or, Endings of Games".
it: Dal libro "Chess Studies, Or, Endings of Games".
pt: Do livro "Chess Studies, Or, Endings of Games".
tr: "Chess Studies, Or, Endings of Games" kitabından.

source: King and Pawn Endgames
de: König und Bauer Endspiele
es: Finales con Rey y Peón
fr: Finales Roi Pion
it: Finali di Re e pedone
pt: Jogos finais de rei e peão
tr: Şah ve Piyon Oyunsonları

source: King and Queen against King and Rook
de: König und Dame gegen König und Turm
es: Rey y Dama contra Rey y Torre
fr: Roi et Reine contre Roi et Tour
it: Re e Regina contro Re e Torre
pt: Rei e Rainha contra Rei e Torre
tr: Şah ve Vezire karşı Şah ve Kale

source: Knights, Bishops and Pawns
de: Springer, Läufer und Bauern
es: Caballos, Alfiles y Peones
fr: Cavaliers, Fous et Pions
it: Cavalli, Alfieri e pedoni
pt: Cavaleiros, bispos e peões
tr: Atlar, Filler ve Piyonlar

source: Learn the basic checkmating techniques.
de: Lernen Sie die grundlegenden Schachmatt-Techniken.
es: Aprende las técnicas básicas para dar jaque mate.
fr: Apprenez les bases pour mater.
it: Impara le tecniche base per dare scacco matto.
pt: Aprenda as técnicas básicas de checkmating.
tr: Temel şah mat tekniklerini öğrenin.

source: Minor pieces against Rook endgames.
de: Leichtfiguren gegen Turmendspiele.
es: Finales de piezas menores contra Torre
fr: Finales Pièces mineurs contre Tour.
it: Finali di pezzi minori contro Torre.
pt: Peças menores contra finais de Torre.
tr: At veya file karşı Kale oyunsonları.

source: Obtaining a Passed Pawn
de: Einen Freibauern erhalten
es: Obteniendo un Peón Pasado
fr: Obtenir un pion passé
it: Ottenere un pedone passato
pt: Obtendo um peão passado
tr: Geçer Piyon Oluşturmak

source: Pawn Endings
de: Bauern Endspiele
es: Finales de Peon
fr: Finales de Pion
it: Finali di pedone
pt: Finais de peões
tr: Piyon Oyunsonları

source: Pawn Promotion
de: Bauernumwandlung
es: Promoción de Peón
fr: Promotion de pion
it: Promozione del pedone
pt: Promoção de peão
tr: Piyon Terfisi

source: Queen
de: Dame
es: Dama
fr: Reine
it: Regina
pt: Rainha
tr: Vezir

source: Queen against Minor Pieces
de: Dame gegen Leichtfiguren
es: Dama contra Piezas Menores
fr: Reine contre pièces mineurs
it: Regina contro pezzi minori
pt: Rainha contra peças menores
tr: Vezire karşı At veya Fil

source: Queen against Pawns
de: Dame gegen Bauern
es: Dama contra Peones
fr: Reine contre Pions
it: Regina contro pedoni
pt: Rainha contra peões
tr: Vezire karşı Piyonlar

source: Queen against Rook
de: Dame gegen Turm
es: Dama contra Torre
fr: Reine contre Tour
it: Regina contro Torre
pt: Rainha contra torres
tr: Vezire karşı Kale

source: Queen against minor pieces.
de: Dame gegen Leichtfiguren.
es: Dama contra piezas menores
fr: Reine contre pièces mineurs.
it: Regina contro pezzi minori.
pt: Rainha contra peças menores
tr: Vezire karşı at veya fil.

source: Queen against pawn endgames.
de: Dame gegen Bauern Endspiele
es: Finales de Dama contra Peón
fr: Finales Reine contre pions.
it: Finali di Regina contro pedone.
pt: Finais de rainha contra peões
tr: Vezire karşı piyon oyunsonları.

source: Queens and Pawns
de: Damen und Bauern
es: Damas y Peones
fr: Reines et Pions
it: Regina e pedoni
pt: Rainhas e peões
tr: Vezirler ve Piyonlar

source: Queens and pawn endgames.
de: Damen und Bauer Endspiele
es: Finales de Damas y Peones
fr: Finales Reines et pion.
it: Finali di Regine e pedone.
pt: Finais de rainhas e peões
tr: Vezirler ve piyon oyunsonları

source: Rook
de: Turm
es: Torre
fr: Tour
it: Torre
pt: Torre
tr: Kale

source: Rook against Pawn endgames.
de: Turm gegen Bauer Endspiele
es: Finales de Torre contra Peón
fr: Finales Tour contre Pion.
it: Finali di Torre contro pedone.
pt: Finais de torre contra peões
tr: Kaleye karşı Piyon oyunsonları.

source: Rook against Pawns
de: Turm gegen Bauern
es: Torre contra Peones
fr: Tour contre Pions.
it: Torre contro pedoni
pt: Torre contra peões
tr: Kaleye karşı Piyonlar

source: Rook against minor Pieces
de: Turm gegen Leichtfiguren
es: Torre contra piezas Menores
fr: Tour contre pièces mineurs
it: Torre contro pezzi minori
pt: Torre contra peças menores
tr: Kaleye karşı at veya fil

source: Rook against minor pieces endgames.
de: Turm gegen Leichtfiguren Endspiele
es: Finales de Torre contra piezas menores
fr: Finales Tour contre pièces mineurs.
it: Finali di Torre contro pezzi minori.
pt: Finais de Torre contra peças menores.
tr: Kaleye karşı at veya fil oyunsonları.

source: Rook and pawn against bishop or knight, with and without pawns.
de: Turm und Bauer gegen Läufer oder Springer, mit und ohne Bauern
es: Torre y peón contra alfil o caballo, con y sin peones.
fr: Tour et pion contre fou ou cavalier, avec et sans pions.
it: Torre e pedone contro Alfiere o Cavallo, con e senza pedoni.
pt: Torre e peão contra bispo ou cavalo, com ou sem peões.
tr: Kale ve piyona karşı fil veya at, piyonlu ve piyonsuz.

source: The Opposition
de: Die Opposition
es: La Oposición
fr: L'opposition
it: Opposizione
pt: A oposição
tr: Opozisyon

source: This chapter has endgames about Knight and Bishop endings.
de: Dieses Kapitel enthält Endspiele über Springer- und Läuferendspiele.
es: Este capitulo tiene finales con Caballos y Alfiles
fr: Ce chapitre présente des finales de Cavalier et de Fou.
it: Questo capitolo contiene finali di Cavallo e Alfiere.
pt: Este capítulo contém jogos finais sobre finais de Cavaleiro e Bispo.
tr: Bu bölümde At ve Fil oyunsonları vardır.

source: This chapter has endgames about Pawn and Bishop endings.
de: Dieses Kapitel enthält Endspiele über Bauern- und Läuferendspiele.
es: Este capitulo tiene finales con Peones y Alfiles
fr: Ce chapitre présente des finales Pion et Fou.
it: Questo capitolo contiene finali di pedone e Alfiere.
pt: Este capítulo contém jogos finais sobre finais de Peão e Bispo.
tr: Bu bölümde Piyon ve Fil oyunsonları vardır.

source: This chapter has endgames about the King and Pawn endgame. Many of the examples are taken from Capablancas "Chess Fundamentals".
de: Dieses Kapitel enthält Endspiele über das Königs- und Bauernendspiel. Viele der Beispiele sind aus Capablancas "Chess Fundamentals".
es: Este capitulo tiene finales con Rey y Peón. Varios ejemplos se tomaron de "Fundamentos de Ajedrez" por Capablanca.
fr: Ce chapitre présente des fins de parties sur la finale du Roi et du Pion. De nombreux exemples sont tirés de l'ouvrage de Capablancas "Chess Fundamentals".
it: Questo capitolo contiene finali di Re e pedone. Molti esempi sono tratti dal libro "Fondamenti degli Scacchi" di Capablanca.
pt: Este capítulo contém jogos finais sobre o jogo final de Rei e Peão. Muitos dos exemplos foram retirados dos "Fundamentos do Xadrez" de Capablanca.
tr: Bu bölümde Şah ve Piyon oyunsonları vardır. Çoğu örnek Capablanca'nın "Satrancın Esasları" kitabından alınmıştır.

source: This chapter has endgames for checkmating with queen, rook, bishop + knight and bishop + bishop.
de: Dieses Kapitel enthält Endspiele für Schachmatt mit Dame, Turm, Läufer + Springer und Läufer + Läufer.
es: Este capitulo tiene finales para hacer jaque mate con dama, torre, alfil + caballo y alfil + alfil
fr: Ce chapitre présente des fins de partie pour mater avec la reine, la tour, le fou + le cavalier et le fou + le fou.
it: Questo capitolo contiene finali per dare scacco matto con Regina, Torre, Alfiere + Cavallo, e Alfiere + Alfiere
pt: Este capítulo tem jogos finais para xeque-mate com rainha, torre, bispo + cavalo e bispo + bispo.
tr: Bu bölümde vezir, kale, fil + at ve fil + fil ile şah mat oyunsonları vardır.

source: Train endgames with queens and pawns on the board.
de: Trainieren Sie Endspiele mit Damen und Bauern auf dem Brett.
es: Entrena finales con damas y peones en el tablero.
fr: Entraînez-vous à des finales avec des dames et des pions sur l'échiquier.
it: Allena i finali con Regine e pedoni sulla scacchiera.
pt: Treine finais de jogo com rainhas e peões no tabuleiro.
tr: Vezir ve piyon oyunsonları ile alıştırma yap.

source: Train queen and minor piece endgames.
de: Trainieren Sie Damen- und Leichtfigurenendspiele.
es: Entrena finales con dama y piezas menores.
fr: Entraînez-vous à des finales avec Reine et pièce mineure
it: Allena i finali di Regina e pezzi minori.
pt: Treine a rainha e jogos finais de peças menores.
tr: Vezir ve at veya vezir ve fil oyunsonları ile alıştırma yap.

source: Train queen and rook endgames.
de: Trainieren Sie Damen- und Turmendspiele.
es: Entrena finales con dama y torre.
fr: Entraînez-vous à des finales Reine et Tour
it: Allena i finali di Regina e Torre.
pt: Treine finais de rainha e torre.
tr: Vezir ve kale oyunsonları ile alıştırma yap.

source: Train rook against pawn endgames.
de: Trainieren Sie Turm-gegen-Bauer-Endspiele.
es: Entrena finales con torre y peones.
fr: Entraînez-vous à des finales Tour contre pion
it: Allena i finali di Torre contro pedone.
pt: Treine a torre contra jogos finais de peão.
tr: Kaleye karşı piyon oyunsonları ile alıştırma yap.

source: Two Minor Pieces against one Minor Piece
de: Zwei Leichtfiguren gegen eine Leichtfigur
es: Dos Piezas Menores contra una Pieza Menor
fr: 2 pièces mineures contre une pièce mineure
it: Due pezzi minori contro un pezzo minore
pt: Duas peças menores contra uma peça menor
tr: İki At veya File karşı bir At veya Fil

source: Two against one.
de: Zwei gegen eins.
es: Dos contra uno.
fr: 2 contre 1
it: Due contro uno.
pt: Dois contra um.
tr: İkiye karşı bir.

source: Win games with only Pawns on the board
de: Gewinnen Sie Spiele mit nur Bauern auf dem Spielbrett
es: Gana sólo con peones
fr: Gagnez des parties avec seulement des pions sur l'échiquier
it: Vinci con solo pedoni sulla scacchiera
pt: Ganhe jogos com apenas peões no tabuleiro
tr: Sadece piyonlarla oyun kazanın

source: Currently playing tactics by:
de: Spiele Taktik von:
es: Entrenando tácticas por:
fr: Joue actuellement des tactiques de
it: Attualmente stai giocando tattiche di:
pt: Atualmente jogando táticas por:
tr: Şu an oynanan taktiklerin türü:

source: Currently playing tactics from the event:
de: Spiele Taktik aus der Veranstaltung:
es: Entrenando tácticas del evento:
fr: Joue actuellement des tactiques provenant de l'événement:
it: Attualmente stai giocando tattiche dell'evento:
pt: Atualmente jogando táticas do evento:
tr: Şu an oynanan taktikler şu etkinlikten:

source: Currently training in the motif:
de: Training im Motiv:
es: Entrenando por:
fr: S'entraine actuellement sur le thème:
it: Attualmente stai allenando il tema:
pt: Atualmente treinando no motivo:
tr: Şu motifte alıştırma yapılıyor:

source: Currently training in the opening:
de: Training in der Eröffnung:
es: Entrenando en la apertura:
fr: S'entraine actuellement sur l'ouverture:
it: Attualmente stai allenando l'apertura:
pt: Atualmente treinando na abertura:
tr: Yapılan alıştırmanın açılışı:

source: Endgames
de: Endspiele
es: Finales
fr: Finales
it: Finali
pt: Finais
tr: Oyunsonları

source: Next
de: Weiter
es: Siguiente
fr: Suivant(e)
it: Prossimo
pt: Próximo
tr: Sonraki

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
pt: Reiniciar

source: Success!
de: Erfolg!
es: ¡Bien!
fr: Succès !
it: Successo!
pt: Sucesso
tr: Başarılı!

source: Try again!
de: Versuchen Sie es noch einmal!
es: ¡Intenta de nuevo!
fr: Essayez encore !
it: Prova ancora!
pt: Tente novamente!
tr: Tekrar dene!

source: White to play and
de: Weiß am Zug und
es: Juegan blancas y
fr: Aux blancs de jouer et
it: Il Bianco muove e
pt: Brancas jogam e
tr: Hamle sırası beyazda ve

source: Learn
de: Lernen
es: Aprender
fr: Apprendre
it: Impara
pt: Aprenda
tr: Öğren

source: No idea what to do in the endgame? Learn endgames by playing against stockfish.
de: Keine Ahnung, was Sie im Endspiel tun sollen? Lernen Sie Endspiele, indem Sie gegen Stockfish spielen.
es: ¿No sabes que hacer en el final? Aprende finales jugando contra stockfish
fr: Vous ne savez pas quoi faire en fin de partie ? Apprenez les finales en jouant contre Stockfish.
it: Non hai idea di cosa fare nei finali? Impara i finali giocando contro Stockfish.
pt: Não tem ideia do que fazer no final do jogo? Aprenda jogos finais jogando contra peixes-boi.
tr: Oyunsonlarında ne yapacağınız hakkında bir fikriniz mi yok? Stockfish'e karşı oynayarak oyunsonları öğrenin.

source: Minor pieces against Rook
de: Leichtfiguren gegen Turm
fr: Pièces mineures contre Tour
it: Pezzi minori contro Torre
pt: Peças menores contra Torre
tr: At veya File karşı Kale

source: Two minor pieces against one minor piece, with and without pawns.
de: Zwei Leichtfiguren gegen eine Leichtfigur, mit und ohne Bauern.
fr: Deux pièces mineures contre une pièce mineure, avec ou sans pions.
it: Due pezzi minori contro un pezzo minore, con e senza pedoni.
pt: Duas peças menores contra uma peça menor, com e sem peões.
tr: İki at veya file karşı bir at veya fil, piyonlu ve piyonsuz.

source: Minor pirces against Rook
es: Piezas menores contra Torre

source: Two minor pieces gainst one minor piece, with and without pawns.
es: Dos piezas menores contra una pieza menor, con y sin peones.
