Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pl

source: can't be blank
pl: nie może być puste

source: has already been taken
pl: zostało już podjęte

source: is invalid
pl: jest nieważny

source: must be accepted
pl: trzeba zaakceptować

source: has invalid format
pl: ma nieprawidłowy format

source: has an invalid entry
pl: zawiera nieprawidłowy wpis

source: is reserved
pl: jest zarezerwowana

source: does not match confirmation
pl: nie pasuje do potwierdzenia

source: is still associated with this entry
pl: jest nadal powiązany z tym wpisem

source: are still associated with this entry
pl: są nadal powiązane z tym wpisem

source: should be %{count} character(s)
pl: powinno mieć %{count} znakó

source: should have %{count} item(s)
pl: powinien mieć %{count} elementów

source: should be at least %{count} character(s)
pl: powinno mieć co najmniej %{count} znaków

source: should have at least %{count} item(s)
pl: powinien mieć co najmniej %{count} elementów

source: should be at most %{count} character(s)
pl: powinno mieć maksymalnie %{count} znaków

source: should have at most %{count} item(s)
pl: powinien mieć co najwyżej %{count} elementów

source: must be less than %{number}
pl: musi być mniejsza niż %{number}

source: must be greater than %{number}
pl: musi być większa niż %{number}

source: must be less than or equal to %{number}
pl: musi być mniejsza lub równa %{number}

source: must be greater than or equal to %{number}
pl: musi być większy lub równy %{number}

source: must be equal to %{number}
pl: musi być równy %{number}
