Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/index.po
Languages: de, es, fr, it, pt, tr

source: All blog posts
de: Alle Blogeinträge
es: Todas las entradas
fr: Tous les articles de blog
it: Tutti i post del blog
pt: Todas as postagens do blog
tr: Bütün blog gönderileri

source: Become unbeatable in endgames.
de: Werden Sie in Endspielen unschlagbar.
es: Sé insuperable en los finales.
fr: Devenez imbattable dans les finales.
it: Diventa imbattibile nei finali.
pt: Torne-se imbatível em finais.
tr: Oyunsonlarında yenilmez olun.

source: Better train openings, endgames and tactics with the help of systematic repetition.
de: Trainieren Sie Eröffnungen, Endspiele und Taktiken besser mit Hilfe von systematischer Wiederholung.
es: Mejor entrena aperturas, finales y tácticas con la ayuda de la repetición sistemática.
fr: Entrainer vous aux ouvertures, finales et tactiques à l'aide d'une répétition systématique.
it: Meglio allenare aperture, finali e tattiche con l'aiuto della ripetizione sistematica.
pt: Treine melhor aberturas, jogos finais e táticas com a ajuda da repetição sistemática.
tr: Sistematik tekrar yardımıyla açılış, oyunsonu ve taktiklerde daha iyi alıştırma yapın.

source: Blind Tactics
de: Blind-Taktiken
es: Tácticas a Ciegas
fr: Tactiques à l'aveugle
it: Tattiche alla Cieca
pt: Táticas as cegas
tr: Kör Taktikler

source: Books
de: Bücher
es: Libros
fr: Livres
it: Libri
pt: Livros
tr: Kitaplar

source: Contribute
de: Mitwirken
es: Contribuir
fr: Contribuer
it: Contribuisci
pt: Contribua
tr: Katkıda bulunun

source: Daily Puzzle
de: Tägliche Puzzle
es: Problema Diario
fr: Puzzle du jour
it: Problema del Giorno
pt: Quebra-cabeça diário
tr: Günlük Bulmaca

source: Discover the greatest books with the help of Grandmaster recommendations.
de: Entdecken Sie die besten Bücher mit Hilfe der Empfehlungen von Großmeistern.
es: Descubre los mejores libros con la recomendación de Gran Maestros.
fr: Découvrez les plus grands livres à l'aide de recommandations de Grands Maîtres.
it: Scopri i libri migliori coi consigli dei Gran Maestri.
pt: Descubra os melhores livros com a ajuda das recomendações do Grande Mestre.
tr: Büyükusta önerileri yardımıyla muhteşem kitaplar keşfedin.

source: Distribute copies of your modified versions
de: Verbreiten Sie Kopien Ihrer modifizierten Versionen
es: Distribuye copias de tus versiones modificadas
fr: Distribuer votre version modifiée
it: Distribuisci copie delle tue versioni modificate
pt: Distribuir cópias de suas versões modificadas
tr: Kendi değiştirdiğiniz versiyonun kopyalarını dağıtın

source: Endgames
de: Endspiele
es: Finales
fr: Finales
it: Finali
pt: Finais
tr: Oyunsonları

source: Events
es: Eventos
fr: Evenements
it: Eventi
pt: Eventos
tr: Etkinlikler

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
it: Esplora
tr: Keşfet

source: Explore the
de: Erkunden Sie die
es: Encuentra
fr: Explorer les
it: Esplora
pt: Explore a/o
tr: Keşfet

source: Find the best chess books for you.
de: Finden Sie die besten Schachbücher für Sie.
es: Encuentra los mejores libros de Ajedrez para tí.
fr: Trouvez les meilleurs livres d'échecs pour vous.
it: Trova il libro migliore per te.
pt: Procure os melhores livros de Xadrez para você.
tr: Sizin için en iyi satranç kitaplarını bulun.

source: Free & Open Source
de: Kostenlos & Open Source
es: Libre y de Código Abierto
fr: Gratuit et Open Source
it: Libero & Open Source
pt: Gratuito e Open Source
tr: Bedava & Açık Kaynak Kodlu

source: Get better at identifying and exploiting tactics.
de: Werden Sie besser im Erkennen und Ausnutzen von Taktiken.
es: Mejora identificando y explotando tácticas
fr: Devenez meilleur pour identifier et exploiter des tactiques.
it: Diventa più bravo a identificare e sfruttare le tattiche.
pt: Melhore a identificação e exploração de táticas.
tr: Taktikleri tespit etmede ve faydalanmada gelişin.

source: Improve your visualization skills with blind tactics.
de: Verbessern Sie Ihre Visualisierungsfähigkeiten mit Blind-Taktik.
es: Mejora tu visualización con tácticas a ciegas.
fr: Améliorez vos compétences de visualisation avec des tactiques à l'aveugle.
it: Migliora le tue capacità di visualizzazione con le tattiche alla cieca.
pt: Melhore suas habilidades de visualização com táticas cegas.
tr: Kör taktiklerle görsel hafızanızı geliştirin.

source: Latest blog posts
de: Neueste Blogeinträge
es: Últimas entradas
fr: Les derniers posts du blog
it: Ultimi post del blog
pt: Últimas postagens do blog
tr: Son blog gönderileri

source: Motifs
de: Motive
es: Motivos
fr: Thèmes
it: Temi
tr: Motifler

source: Openings
de: Eröffnungen
es: Aperturas
fr: Ouvertures
it: Aperture
pt: Aberturas
tr: Açılışlar

source: Play against your opening repertoire and learn them playfully and with scientifically effective methods.
de: Spielen Sie gegen Ihr Eröffnungsrepertoire und lernen Sie diese spielerisch und mit wissenschaftlich effektiven Methoden.
es: Juega contra tu repertorio de aperturas y aprende jugando con metodos científicos efectivos.
fr: Jouez contre votre répertoire d'ouverture et apprenez-les de manière ludique et avec des méthodes scientifiquement efficaces.
it: Gioca contro il tuo repertorio di aperture e imparale in modo divertente e con metodi scientificamente efficaci.
pt: Jogue contra seu repertório de abertura e aprenda-o de maneira divertida e com métodos cientificamente eficazes.
tr: Kendi açılış repertuarınıza karşı oynayın ve onları bilimsel olarak etkin yöntemlerle oynayarak öğrenin.

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori
pt: Jogadores
tr: Kullanıcılar

source: Redistribute the software
de: Die Software weiterverteilen
es: Distribuye el software
fr: Redistribuer le logiciel
it: Ridistribuisci il software
pt: Redistribua o software
tr: Yazılımı yeniden dağıtın

source: Run the server yourself as you wish, for any purpose
de: Betreiben Sie den Server selbst, wie Sie es wünschen, für jeden Zweck
es: Ejecuta tú mismo el servidor, con cualquier propósito
fr: Faire tourner le serveur vous-même comme vous le souhaitez, pour n'importe quel but
it: Avvia il server tu stesso, come desideri, per qualsiasi scopo
pt: Execute você mesmo o servidor como desejar, para qualquer propósito
tr: Sunucuyu istediğiniz amaçla, istediğiniz şekilde çalıştırın

source: Solve tactics while only seeing the board from 2 moves ago.
de: Lösen Sie Taktiken, während Sie nur das Brett von vor 2 Zügen sehen.
es: Resuelve tácticas viendo el tablero 2 jugadas en el pasado.
fr: Résolvez des tactiques en ne voyant que le plateau 2 coups en arrière.
it: Risolvi tattiche vedendo la scacchiera di 2 mosse prima.
pt: Resolva táticas vendo apenas o tabuleiro de 2 movimentos atrás.
tr: Tahtayı 2 hamle öncesinden görerek taktikleri çözüm.

source: Study Openings
de: Eröffnungen studieren
es: Estudia Aperturas
fr: Etudiez les ouvertures
it: Studia le Aperture
pt: Estude Aberturas
tr: Açılış Çalışın

source: Study how the software works, and change it so it does your computing as you wish
de: Studieren Sie, wie die Software funktioniert, und ändern Sie sie so, dass sie Ihre Berechnungen so durchführt, wie Sie es wünschen
es: Estudia como funciona el software, y cámbialo para que funcione como tu quieras
fr: Étudier le fonctionnement du logiciel et le modifier à votre convenance
it: Studia il funzionamento del software e modificalo come desideri.
pt: Estude como o software funciona e mude-o para que faça sua computação como você deseja
tr: Yazılımın nasıl çalıştığını öğrenin ve istediğiniz şekilde değiştirerek kendi hesaplamanızı yaptırın

source: Tactics
de: Taktiken
es: Tácticas
fr: Tactiques
it: Tattiche
pt: Táticas
tr: Taktikler

source: The support can look different. Report bugs if you find any, fix bugs if you can, help translate Listudy into other languages.
de: Support kann unterschiedlich aussehen. Melden Sie Fehler, wenn Sie welche finden, beheben Sie Bugs, wenn Sie können, helfen Sie bei der Übersetzung von Listudy in andere Sprachen.
es: Reporta bugs si encuentras alguno, arreglalos si puedes y ayuda a traducir Listudy a otros idiomas.
fr: Le support peut être différent. Signalez les bugs si vous en trouvez, corrigez les si vous le pouvez, aidez à traduire Listudy dans d'autres langues.
it: Il support può apparire differente. Segnala i bug se ne trovi, correggi i bug se puoi, aiutate a tradurre Listudy in altre lingue.
pt: O suporte pode ser diferente. Relate os bugs se encontrar algum, corrija os bugs se puder e ajude a traduzir o Listudy para outros idiomas.
tr: Farklı şekillerde yardım edebilirsiniz. Hata bulursanız rapor edin, düzeltebiliyorsanız düzeltin, Listudy sitesini diğer dillere çevirmeye yardım edin.

source: Train Tactics
de: Taktiken trainieren
es: Entrena Tácticas
fr: Entrainez vos tactiques
it: Allena le Tattiche
pt: Treine Táticas
tr: Taktikler Çözün

source: Train endgames against Stockfish to become skilled and ready to take on any human opponent.
de: Trainieren Sie Endspiele gegen Stockfish, um geschickt und vorbereitet zu werden und es mit jedem menschlichen Gegner aufnehmen zu können.
es: Entrena finales contra Stockfish para mejorar y estar listo para jugar contra un oponente humano.
fr: Entraînez vos finales contre Stockfish pour devenir compétent et prêt à affronter n'importe quel adversaire humain.
it: Allena i finali contro Stockfish per diventare abile e pronto ad affrontare qualsiasi avversario umano.
pt: Treine finais de jogo contra Stockfish para se tornar hábil e pronto para enfrentar qualquer oponente humano.
tr: Stockfish'e karşı oyunsonları oynayın, böylece herhangi bir insan rakibe karşı hazır olun.

source: Train tactics with thousands of tactical sequences from real games.
de: Trainieren Sie Ihre Taktik mit Tausenden von taktischen Sequenzen aus echten Spielen.
es: Entrena tácticas con miles de secuencias tácticas de juegos reales.
fr: Entraînez-vous à des tactiques avec des milliers de séquences de parties réels.
it: Allena le tattiche con migliaia di sequenze tratte da partite reali.
pt: Treine táticas com milhares de sequências táticas de jogos reais.
tr: Gerçek oyunlardan derlenmiş binlerce taktiksel seri ile taktikler çözün.

source: Train your endgame abilities:
de: Trainieren Sie Ihre Endspielfähigkeiten:
es: Entrena tus habilidades en los finales:
fr: Entraînez vos capacités de finales:
it: Allena le tue abilità nei finali:
pt: Treine suas habilidades de final de jogo:
tr: Oyunsonu yeteneklerinizi geliştirin:

source: Train your tactical abilities:
de: Trainieren Sie Ihre taktischen Fähigkeiten:
es: Entrenda tus habilidades tácticas:
fr: Entraînez vos capacités tactiques:
it: Allena le tue capacità tattiche:
pt: Treine suas habilidades táticas:
tr: Taktiksel yeteneklerinizi geliştirin:

source: Train your visualization skills:
es: Entrena tus habilidades de visualización:
fr: Entraînez vos compétences de visualisation:
it: Allena le tue capacità di visualizzazione:
pt: Treine suas habilidades de visualização:
tr: Görsel hafızanızı geliştirin:

source: Use Listudy to better memorize openings.
de: Trainieren Sie Ihre Visualisierungsfähigkeiten:
es: Usa Listudy para memorizar aperturas de una mejor manera.
fr: Utilisez Listudy pour mieux mémoriser les ouvertures.
it: Usa Listudy per migliorare la memorizzazione delle aperture.
pt: Use Listudy para memorizar melhor as aberturas.
tr: Açılışları daha iyi ezberlemek için Listudy kullanın.

source: Visit github to find out more about how you can help:
de: Besuchen Sie github, um mehr darüber zu erfahren, wie Sie helfen können:
es: Visita github para ver con qué puedes ayudar:
fr: Visitez github pour en savoir plus sur la façon dont vous pouvez aider:
it: Visita Github per scoprire di più su come puoi aiutare:
pt: Visite o github para saber mais sobre como você pode ajudar:
tr: Nasıl yardım edebileceğinizi öğrenmek için github'ı ziyaret edin:

source: Visualization
de: Visualisierung
es: Visualización
fr: Visualisation
it: Visualizzazione
pt: Visualização
tr: Görsel Yetenek

source: Welcome to %{name}!
de: Herzlich willkommen %{name}!
es: ¡Bienvenido a %{name}!
fr: Bienvenue sur %{name}!
it: Benvenuto in %{name}!
pt: Bem-Vindo(a) ao %{name}!
tr: %{name}'ye Hoş Geldiniz!

source: With %{name} you can improve your chess skills with the help of spaced repetition.
de: Mit %{name} können Sie Ihre Schachfähigkeiten mit Hilfe von Spaced repetition verbessern.
es: Con %{name} puedes mejorar tus habilidades en Ajedrez con la ayuda de la repetición.
fr: Avec %{name}, vous pouvez améliorer vos compétences aux échecs à l'aide de la répétition espacée.
it: Con %{name} puoi migliorare le tue abilità scacchistiche con l'aiuto della ripetizione spaziata.
pt: Com %{name} você pode melhorar suas habilidades de xadrez com a ajuda da repetição espaçada.
tr: %{name} ile aralıklı tekrar kullanarak satranç yeteneklerinizi geliştirin.

source: You can find the source code running Listudy on github:
de: Sie finden den Quellcode von Listudy auf github:
es: Puedes encontrar el código fuente de Listudy en github:
fr: Vous pouvez trouver le code source de Listudy sur github:
it: Puoi trovare il codice sorgente di Listudy su Github:
pt: Você pode encontrar o código-fonte executando Listudy no github:
tr: Listudy'nin kaynak kodunu github'da bulabilirsiniz:

source: You can help make Listudy better.
de: Sie können helfen, Listudy besser zu machen.
es: Puedes ayudar a hacer Listudy mejor.
fr: Vous pouvez aider à améliorer Listudy.
it: Puoi aiutare a rendere Listudy migliore.
pt: Você pode ajudar a tornar o Listudy melhor.
tr: Listudy sitesini geliştirmeye yardımcı olabilirsiniz.

source: Your freedoms are important. That's why you have the rights to:
de: Ihre Freiheiten sind wichtig. Deshalb haben Sie die Rechte zu:
es: Tus libertades son importantes. Por eso puedes:
fr: Votre liberté est importante. C'est pourquoi vous avez le droit de:
it: Le tue libertà sono importanti. Ecco perché hai diritto a:
pt: Suas liberdades são importantes. É por isso que você tem o direito de:
tr: Özgürlükleriniz önemli. Bu yüzden şu haklara sahipsiniz:

source: best chess books
de: Beste Schachbücher
es: mejores libros de Ajedrez
fr: les meilleurs livres d'échecs
it: i migliori libri di scacchi
pt: melhores livros de xadrez
tr: en iyi satranç kitapları

source: latest openings
de: neueste Eröffnungen
es: últimas aperturas
fr: ouvertures récentes
it: le ultime aperture
pt: últimas aberturas
tr: son açılışlar
