Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/page_descriptions.po
Languages: fr, it, pt, tr

source: Explore our collection of tactics taken from games by %{name}.
fr: Explorez notre collection de tactiques tirées des parties de %{name}.
it: Esplora la nostra collezione di tattiche tratte dalle partite di %{name}.
pt: Explore nossa coleção de táticas tiradas de jogos de %{name}.
tr: %{name} tarafından oynanmış oyunlardan oluşturulmuş taktik koleksiyonumuzu keşfedin.

source: Get better at %{name} tactics with our huge library of puzzles taken from real games. Explore our free collection of %{name} tactics.
fr: Améliorez-vous aux tactiques de %{name} avec notre énorme bibliothèque de puzzles tirés de vraies parties. Explorez notre collection gratuite de tactiques %{name}.
it: Migliora le tattiche di %{nome} con la nostra vasta libreria di problemi tratti da partite reali. Esplora la nostra raccolta gratuita di tattiche di %{nome}.
pt: Melhore as táticas de %{name} com nossa enorme biblioteca de quebra-cabeças tirada de jogos reais. Explore nossa coleção gratuita de %{name} táticas.
tr: Gerçek oyunlardan derlenmiş devasa bulmaca kütüphanemizi kullanarak %{name} taktiklerinde gelişin. Bedava %{name} taktik koleksiyonumuzu keşfedin.

source: Get better in the %{name} opening. Study the opening and learn from traps and tactics collected from real games.
fr: Améliorez-vous dans l'ouverture %{name}. Étudiez cette ouverture et apprenez les pièges et les tactiques de vraies parties.
it: Migliora nell'apertura %{name}. Studia l'apertura e impara dalle trappole e tattiche collezionate in partite reali.
pt: Melhore na abertura %{name}. Estude a abertura e aprenda com as armadilhas e táticas coletadas em jogos reais.
tr: %{name} açılışlarında gelişin. Açılışa çalışın ve gerçek oyunlardan toplanmış taktik ve tuzaklardan öğrenin.

source: Improve your chess game on Listudy
fr: Améliorez vos échecs sur Listudy
it: Migliora il tuo gioco su Listudy
pt: Melhore o seu jogo de xadrez no Listudy
tr: Listudy ile satranç oyununuzu geliştirin

source: Learn chess endgames interactively playing against Stockfish
fr: Apprenez les finales de manière interactive en jouant contre Stockfish
it: Impara i finali in modo interattivo giocando contro Stockfish
pt: Aprenda finais de xadrez jogando interativamente contra Stockfish
tr: Stockfish'e karşı etkileşimli bir şekilde oynayarak oyunsonları öğrenin

source: Play against Stockfish Online - Unlimited and for Free
fr: Jouez contre Stockfish en ligne - Illimité et Gratuitement
it: Gioca online contro Stockfish - Illimitatamente e Gratuitamente
pt: Jogue contra Stockfish Online - Ilimitado e de Graça
tr: Stockfish'e karşı çevrimiçi oynayın - Sınırsız ve Bedava

source: Play tactics from the event %{}. Are you better than the professionals?
fr: Jouez les tactiques de l'événement %{}. Êtes-vous meilleur que les professionnels?
it: Gioca tattiche tratte dall'evento %{}. Sei migliore dei professionisti?
pt: Jogue as táticas do evento %{}. Você é melhor que os profissionais?
tr: %{} etkinliğinden taktikler oynayın. Profesyonellerden daha mı iyisiniz?

source: Search for studies to train specific openings
fr: Cherche des études pour s'entrainer à des ouvertures spécifiques
it: Cerca studi per allenare aperture specifiche
pt: Buscar estudos para treinar vagas específicas
tr: Belirli bir açılışa çalışmak için çalışmaları arayın

source: Solve the Daily Chess Puzzle! Updated every day from our list of best puzzles.
fr: Résolvez le puzzle quotidien ! Mis à jour tous les jours à partir de notre liste des meilleurs puzzles.
it: Risolvi il Problema del Giorno! Aggiornato ogni giorno dalla nostra lista di problemi migliori.
pt: Resolva o Enigma Diário de Xadrez! Atualizado todos os dias de nossa lista de melhores quebra-cabeças.
tr: Günlük Satranç Bulmacasını çözün! Her gün en iyi bulmacalar listemizden güncelleniyor.

source: A chess book recommendation by %{player}
fr: Un livre sur les échecs recommandé par %{player}
it: Un libro di scacchi raccomandato da %{player}
pt: Recomendação de livro de xadrez por %{player}
tr: %{player} tarafından önerilen bir satranç kitabı
