Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/page_titles.po
Languages: fr

source: Achievements
fr: Récompenses

source: Blind Tactics
fr: Tactiques à l'aveugle

source: Daily Chess Puzzle
fr: Puzzle quotidien

source: Endgames
fr: Finales

source: Play against Stockfish Online
fr: Jouez contre Stockfish en ligne

source: Search Studies
fr: Chercher des études

source: Tactics
fr: Tactiques

source: Pieceless Tactics
fr: Tactiques à l'aveugle

source: Thank you!
fr: Merci

source: Improve your chess game with spaced repetition
fr: Améliorez votre jeu d'échecs avec la répétition espacée
