Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/privacy.po
Languages: de, es, fr, it, pt

source: A cookie is a text string that Listudy stores in your browser in order to keep you logged in throughout sessions and save your site preferences.
de: Ein Cookie ist eine Textzeichenfolge, die Listudy in Ihrem Browser speichert, um Sie über Sitzungen hinweg eingeloggt zu halten und Ihre Seiteneinstellungen zu speichern.
es: Una cookies es una cadena de texto que Listudy guarda en tu navegador para mantener tu sesión iniciada y guardar tus preferencias.
fr: Un cookie est une chaîne de texte que Listudy stocke dans votre navigateur afin de vous garder connecté tout au long des sessions et d'enregistrer vos préférences de site.
it: Un cookie è una stringa di testo che Listudy memorizza nel tuo browser per mantenere l'accesso durante le sessioni e salvare le tue preferenze del sito.
pt: Um cookie é uma string de texto que o Listudy armazena em seu navegador para mantê-lo conectado durante as sessões e salvar suas preferências do site.

source: Closing your account
de: Ihr Konto schließen
es: Cerrando tu cuenta
fr: Fermer votre compte
it: Chiusura dell'account
pt: Fechando a sua conta

source: Collected information is stored on Listudy’ servers, which are hosted by DigitalOcean.
de: Die gesammelten Informationen werden auf den Servern von Listudy gespeichert, die von DigitalOcean gehostet werden.
es: La información es recolectada en los servidores de Listudy, los cuales se alojan por DigitalOcean.
fr: Les informations collectées sont stockées sur les serveurs de Listudy, hébergés par DigitalOcean.
it: Le informazioni raccolte vengono memorizzate sui server di Listudy, che sono gestiti da DigitalOcean.
pt: As informações coletadas são armazenadas nos servidores Listudy, que são hospedados pela DigitalOcean.

source: Disclosing your information
de: Offenlegung Ihrer Informationen
es: Revelando tu información
fr: Divulgation de vos informations
it: Divulgazione delle informazioni
pt: Divulgando suas informações

source: English version of the Privacy Policy
de: Englische Version der Datenschutzrichtlinie
es: Versión en inglés de la Política de Privacidad
fr: Version anglaise de la politique de confidentialité
it: Versione inglese dell'Informativa sulla Privacy
pt: Versão em português da política de direitos autorais

source: How cookies are used
de: Wie Cookies verwendet werden
es: ¿Cómo se usan las cookies?
fr: Comment les cookies sont utilisés
it: Come sono usati i cookie
pt: Como os cookies são utilizados

source: If Listudy is sold, the data provided by the user (such as emails, pgns, comments) will be transferred to a new third party owner.
de: Im Falle eines Verkaufs von Listudy werden die vom Nutzer zur Verfügung gestellten Daten (wie z. B. E-Mails, PGNs, Kommentare) an einen neuen Drittbesitzer übertragen.
es: Si Listudy es vendido, la información suministrada por el usuario será transferida al nuevo dueño.
fr: Si Listudy est vendu, les données fournies par l'utilisateur (telles que les e-mails, les pages Web, les commentaires) seront transférées à un nouveau propriétaire tiers.
it: In caso di vendita di Listudy, i dati forniti dall'utente (come e-mail, PGN, commenti) saranno trasferiti al nuovo proprietario.
pt: Se Listudy for vendido, os dados fornecidos pelo usuário (como e-mails, pgns, comentários) serão transferidos para um novo proprietário terceiro.

source: If you create an account, you will be asked to provide a email address. This email address does not have to be a real email address.
de: Wenn Sie ein Konto erstellen, werden Sie aufgefordert, eine E-Mail-Adresse anzugeben. Diese E-Mail-Adresse muss nicht unbedingt eine echte E-Mail-Adresse sein.
es: Si creas una cuenta, tendrás que suministrar una dirección de correo electrónico. Este correo no tiene que ser real.
fr: Si vous créez un compte, il vous sera demandé de fournir une adresse e-mail. Cette adresse e-mail ne doit pas nécessairement être une véritable adresse e-mail.
it: Se crei un account, ti verrà chiesto di fornire un indirizzo e-mail. Questo indirizzo e-mail non deve essere necessariamente un indirizzo reale.
pt: Se você criar uma conta, será solicitado que você forneça um endereço de e-mail. Este endereço de e-mail não precisa ser um endereço de e-mail real.

source: Information that Listudy collects:
de: Informationen, die Listudy sammelt:
es: Información que Listudy recolecta:
fr: Informations que Listudiy collecte :
it: Informazioni che Listudy raccoglie:
pt: Informações que Listudy coleta:

source: Information you delete is deleted from the live site but remains in Listudy’ backups for up to one year.
de: Informationen, die Sie löschen, werden von der Live-Site gelöscht, bleiben aber bis zu einem Jahr lang in den Backups von Listudy erhalten.
es: La información que borras es borrada del sitió pero queda guardada en las copias de Listudy por un año.
fr: Les informations que vous supprimez sont supprimées du site en ligne mais restent dans les sauvegardes de Listudy pendant un an.
it: Le informazioni eliminate vengono eliminate dal sito, ma rimangono nei backup di Listudy per un periodo massimo di un anno.
pt: As informações que você exclui são excluídas do site ativo, mas permanecem nos backups do Listudy por até um ano.

source: Introduction
de: Einleitung
es: Introducción
it: Introduzione
pt: Introdução

source: Last edited:
de: Zuletzt bearbeitet:
es: Última modificación:
fr: Dernière modification:
it: Ultima modifica:
pt: Última edição:

source: Listudy can change this policy at its discretion.
de: Listudy kann diese Richtlinie nach eigenem Ermessen ändern.
es: Listudy puede cambiar esta política a su discreción
fr: Listudiy peut modifier cette politique à sa discrétion.
it: Listudy può modificare questa policy a sua discrezione.
pt: Listudy pode alterar esta política a seu critério.

source: Listudy.org (“Listudy”) is an online chess site. Users can optionally register for an account; however, certain features are available for registered users only. This is because Listudy needs basic information from its users in order to function.
de: Listudy.org ("Listudy") ist eine Online-Schachseite. Benutzer können sich optional für ein Konto registrieren; bestimmte Funktionen sind jedoch nur für registrierte Benutzer verfügbar. Dies liegt daran, dass Listudy grundlegende Informationen von seinen Nutzern benötigt, um zu funktionieren.
es: Listudy.org (“Listudy”) es un sitio de Ajedrez. Los usuarios pueden registrarse; Sin embargo, ciertas funciones sólo están disponibles para usuarios registradas. Esto porque Listudy necesita información básica de sus usuarios para funcionar.
fr: Listudy.org (“Listudy”) est un site d'échecs en ligne. Les utilisateurs peuvent éventuellement créer un compte ; cependant, certaines fonctionnalités ne sont disponibles que pour les utilisateurs enregistrés. En effet, Listudy a besoin d'informations de base de ses utilisateurs pour fonctionner.
it: Listudy.org (“Listudy“) è un sito di scacchi online. Gli utenti possono facoltativamente registrare un account; tuttavia, alcune funzioni sono disponibili solamente per gli utenti registrati. Questo perché Listudy ha bisogno di informazioni di base da parte dei suoi utenti per poter funzionare.
pt: Listudy.org (“Listudy”) é um site de xadrez online. Os usuários podem, opcionalmente, registrar-se para uma conta; no entanto, alguns recursos estão disponíveis apenas para usuários registrados. Isso ocorre porque o Listudy precisa de informações básicas de seus usuários para funcionar.

source: Managing you information
es: Manejando tu información

source: Managing your information
de: Verwalten Ihrer Daten
es: Manejando tu información
fr: Gérer vos informations
it: Gestisci le tue informazioni
pt: Gerenciando suas informações

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt: Outro

source: Send me an email if you want to close your account.
de: Schicken Sie mir eine E-Mail, wenn Sie Ihr Konto schließen möchten.
es: Envíame un correo electrónico si quieres cerrar tu cuenta.
fr: Envoyez-moi un e-mail si vous souhaitez fermer votre compte.
it: Inviami una e-mail se vuoi chiudere il tuo account.
pt: Envie-me um e-mail se quiser encerrar sua conta.

source: Storage of the collected information
de: Speicherung der gesammelten Informationen
es: Almacenamiento de la información recolectada
fr: Stockage des informations collectées
it: Conservazione delle informazioni raccolte
pt: Armazenamento das informações coletadas

source: Technical information
de: Technische Informationen
es: Información Técnica
fr: Informations techniques
it: Informazioni tecniche
pt: Informações Técnicas

source: This information is stored to detect attacks and malicious access to the site.
de: Diese Informationen werden gespeichert, um Angriffe und böswillige Zugriffe auf die Website zu erkennen.
es: Esta información es guardada para detectar ataques y accesos maliciosos al sitio.
fr: Ces informations sont stockées pour détecter les attaques et les accès malveillants au site.
it: Queste informazioni vengono memorizzate per rilevare attacchi e accessi illeciti al sito.
pt: Essas informações são armazenadas para detectar ataques e acessos maliciosos ao site.

source: This privacy policy will detail:
de: Diese Datenschutzrichtlinie wird detailliert beschrieben:
es: Esta política de privacidad destaca:
fr: Cette politique de confidentialité détaillera:
it: La presente informativa sulla privacy illustra in dettaglio:
pt: Esta política de privacidade irá detalhar:

source: Translated privacy policies shall only serve as an informal source of information. Please read the english version for the official version applicable to the site.
de: Die übersetzten Datenschutzrichtlinien dienen nur als informelle Informationsquelle. Bitte lesen Sie die englische Version für die offizielle Version, die für die Website gilt.
es: Las políticas de privacidad traducidad sólo son una fuente informal. Por favor lee la versión en ingles para obtener la versión oficial que aplica al sitio.
fr: Les politiques de confidentialité traduites ne doivent servir que de source d'information informelle. Veuillez lire la version anglaise pour la version officielle applicable au site.
it: Le traduzioni delle informative sulla privacy servono solo come fonte informale di informazioni. Si prega di leggere la versione inglese per conoscere la versione ufficiale applicabile al sito.
pt: As políticas de privacidade traduzidas devem servir apenas como uma fonte informal de informações. Por favor, leia a versão em inglês para a versão oficial aplicável ao site.

source: User submitted information
de: Vom Benutzer übermittelte Informationen
es: Información dada por el usuario
fr: Informations soumises par l'utilisateur
it: Informazioni fornite dall'utente
pt: Informações enviadas pelo usuário

source: What information Listudy collects
de: Welche Informationen Listudy sammelt
es: ¿Qué información recolecta Listudy?
fr: Quelles informations sont collectées par Listudiy
it: Quali informazioni raccoglie Listudy
pt: Informações que Listudy coleta:

source: When you visit Listudy, some information about the request is logged on the server. This information includes the time of the request, the HTTP method, the URI of the request, the status code generated by the server and the referrer of the request.
de: Wenn Sie Listudy besuchen, werden einige Informationen über die Anfrage auf dem Server protokolliert. Diese Informationen umfassen den Zeitpunkt der Anfrage, die HTTP-Methode, die URI der Anfrage, den vom Server generierten Statuscode und den Referrer der Anfrage.
es: Cuando visitas Listudy, se registra información sobre tu visita. Esta información incluye la hora de la solicitud, el método HTTP, la URI de la solicitud, los códigos generados por el servidor.
fr: Lorsque vous visitez Listudy, certaines informations sur la demande sont enregistrées sur le serveur. Ces informations incluent l'heure de la requête, la méthode HTTP, l'URI de la requête, le code d'état généré par le serveur et le référent de la requête.
it: Quando visiti Listudy, alcune informazioni relativa alla tua richiesta vengono conservate sul server. Queste informazioni includono l'ora della richiesta, il metodo HTTP, l'URI della richiesta, il codice di stato generato dal server e il referente della richiesta.
pt: Quando você visita Listudy, algumas informações sobre a solicitação são registradas no servidor. Essas informações incluem a hora da solicitação, o método HTTP, o URI da solicitação, o código de status gerado pelo servidor e o referenciador da solicitação.

source: Why this information is collected and how it's used
de: Warum diese Informationen gesammelt werden und wie sie verwendet werden
es: ¿Por qué se recolecta esta información y cómo es usada?
fr: Pourquoi ces informations sont collectées et comment sont-elles utilisées
it: Perché queste informazioni vengono raccolte e come vengono utilizzate
pt: Por que essas informações são coletadas e como são usadas

source: Why this information is collected and how it’s used
de: Warum diese Informationen gesammelt werden und wie sie verwendet werden
es: ¿Por qué se recolecta esta información y cómo es usada?
fr: Pourquoi ces informations sont collectées et comment sont-elles utilisées
it: Perché queste informazioni vengono raccolte e come vengono utilizzate
pt: Por que essas informações são coletadas e como são usadas

source: You can edit or delete your user provided informations at any time.
de: Sie können die von Ihnen bereitgestellten Informationen jederzeit bearbeiten oder löschen.
es: Puedes editor a borrar información dada en cualquier momento.
fr: Vous pouvez modifier ou supprimer vos informations utilisateurs à tout moment.
it: Puoi modificare o eliminare le informazioni fornite in qualsiasi momento.
pt: Você pode editar ou excluir as informações fornecidas pelo usuário a qualquer momento.

source: You may choose to close your account at any time, for any reason.
de: Sie können Ihr Konto jederzeit und aus beliebigen Gründen schließen.
es: Puedes cerrar tu cuenta en cualquier momento, por cualquier razón.
fr: Vous pouvez choisir de fermer votre compte à tout moment, pour quelque raison que ce soit.
it: Puoi scegliere di chiudere il tuo account in qualsiasi momento e per qualsiasi motivo.
pt: Você pode optar por encerrar sua conta a qualquer momento, por qualquer motivo.

source: Your email address will remain confidential and is used to log in or in case you forget your password. Moderators are able to set email addresses for accounts to assist in troubleshooting.
de: Ihre E-Mail-Adresse wird vertraulich behandelt und wird zum Einloggen oder für den Fall, dass Sie Ihr Passwort vergessen haben, verwendet. Moderatoren können E-Mail-Adressen für Konten festlegen, um bei der Fehlersuche zu helfen.
es: Tu dirección de correo electrónico se mantendrá confidencial y es usado para iniciar sesión y para restablecer tu contraseña en caso de que la olvides. Los moderadores pueden establecer correos de cuentas para ayudar.
fr: Votre adresse e-mail restera confidentielle et est utilisée pour vous connecter ou en cas d'oubli de votre mot de passe. Les modérateurs peuvent accéder aux adresses e-mail des comptes afin de faciliter le dépannage.
it: Il tuo indirizzo e-mail rimarrà privato. Viene utilizzato per effettuare l'accesso o nel caso in cui dimentichi la password. I moderatori possono impostare gli indirizzi e-mail degli account per facilitare la risoluzione dei problemi.
pt: Seu endereço de e-mail permanecerá confidencial e será usado para fazer o login ou caso você esqueça sua senha. Os moderadores podem definir endereços de e-mail para contas para ajudar na solução de problemas.

source: Your information will only be disclosed if it is legally necessary to do so. For example, if Lichess is ordered to hand over a certain user’s information, or if someone hacks Lichess.
es: Tu información divulgada si es legalmente necesario hacerlo. Por ejemplo, si se le pide a Lichess dar información sobre cierto usuario, o si alguien hackea Lichess.sssssss

source: Your technical informations are needed for administrative purposes and cannot be deleted.
de: Ihre technischen Informationen werden für administrative Zwecke benötigt und können nicht gelöscht werden.
es: Tus datos técnicos se necesitan con propósitos administrativos y no pueden ser borrados.
fr: Vos informations techniques sont nécessaires à des fins administratives et ne peuvent être supprimées.
it: I tuoi dati tecnici sono necessari per scopi di gestione del sito e non possono essere cancellati.
pt: Suas informações técnicas são necessárias para fins administrativos e não podem ser excluídas.

source: Cookies
it: Cookie

source: Your information will only be disclosed if it is legally necessary to do so. For example, if Listudy is ordered to hand over a certain user’s information, or if someone hacks Listudy.
de: Ihre Informationen werden nur dann weitergegeben, wenn dies gesetzlich erforderlich ist. Zum Beispiel, wenn Listudy angewiesen wird, die Informationen eines bestimmten Benutzers herauszugeben, oder wenn jemand Listudy hackt.
it: Le tue informazioni saranno divulgate solo se ciò è giuridicamente necessario. Ad esempio, se a Listudy viene ordinato di consegnare le informazioni di un determinato utente, o se qualcuno viola Listudy.
pt: Suas informações somente serão divulgadas se isso for legalmente necessário. Por exemplo, se Listudy for obrigado a entregar as informações de um determinado usuário ou se alguém invadir o Listudy.
