Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/study.po
Languages: de, es, fr, it, pt, tr, vi

source: At the end of lines the board is only reset after 3 seconds giving you time to review the final position.
de: Am Ende von Linien wird das Brett erst nach 3 Sekunden zurückgesetzt, was Ihnen Zeit gibt, die Endstellung zu überprüfen.
es: Al final de las líneas el tablero se reinicia después de 3 segundos, para que puedas revisar la última posición.
fr: À la fin des coups, le plateau n'est réinitialisé qu'après 3 secondes, ce qui vous laisse le temps de revoir la position finale.
it: Alla fine delle linee, la scacchiera viene ripristinata solamente dopo 3 secondi, dandoti il tempo di rivedere la posizione finale.
pt: No final das linhas, o tabuleiro só é reiniciado após 3 segundos, dando-lhe tempo para rever a posição final.
tr: Hamle serilerinin sonunda son pozisyonu inceleyebilmeniz için tahta 3 saniye sonra sıfırlanır.
vi: Ở cuối dòng, bàn cờ chỉ được đặt lại sau 3 giây cho bạn thời gian để xem lại vị trí cuối cùng.

source: Chapter
de: Kapitel
es: Capitulo
fr: Chapitre
it: Capitolo
pt: Capítulo
tr: Bölüm
vi: Chương

source: Chapter Selection
de: Kapitelauswahl
es: Selección de Capitulo
fr: Sélection du chapitre
it: Selezione Capitolo
pt: Seleção de capítulo
tr: Bölüm Seçimi
vi: Lựa chọn chương

source: Create an account to get all the features of Listudy and upload your own studies.
de: Erstellen Sie ein Konto, um alle Funktionen von Listudy zu nutzen und Ihre eigenen Studien hochzuladen.
es: Crea una cuenta para tener todas las funciones de Listudy y subir tus propios estudios.
fr: Créez un compte pour obtenir toutes les fonctionnalités de Listudy et uploader vos propres études.
it: Crea un account per ottenere tutte le funzionalità di Listudy e caricare i tuoi studi.
pt: Crie uma conta para obter todos os recursos do Listudy e carregue seus próprios estudos.
tr: Listudy sitesinin tüm özelliklerinden faydalanabilmek ve kendi çalışmalarınızı oluşturabilmek için kayıt olun.
vi: Tạo một tài khoản để có được tất cả các tính năng của Listudy và tải lên các bài học của riêng bạn.

source: Creator
de: Ersteller*in
es: Creador
fr: Créateur
it: Ideatore
pt: Criador(a)
tr: Oluşturan
vi: Người tạo ra

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição
tr: Açıklama
vi: Miêu tả

source: Do you have feedback, suggestions or do you want to say something nice? Comment on the study below.
de: Haben Sie Feedback, Anregungen oder wollen Sie etwas Nettes sagen? Kommentieren Sie die Studie unten.
es: ¿Tienes recomendaciones o quieres decir algo? Comenta en el estudio
fr: Avez-vous des commentaires, des suggestions ou voulez-vous dire quelque chose de gentil? Commentez l'étude ci-dessous.
it: Hai commenti, consigli o vuoi dire qualcosa di carino? Commenta lo studio qui sotto.
pt: Você tem feedback, sugestões ou quer dizer algo legal? Comente sobre o estudo abaixo.
tr: Bir geri dönüşünüz, bir öneriniz veya söyleyecek güzel bir şeyiniz mi var? Aşağıya yorum yapın.
vi: Bạn có phản hồi, đề xuất hay bạn muốn nói điều gì đó tốt đẹp? Bình luận về bài học dưới đây.

source: Do you like this study? Share it with your friends.
de: Gefällt Ihnen diese Studie? Teilen Sie sie mit Ihren Freund*innen.
es: ¿Te gusta este estudio? Compártelo con tus amigos.
fr: Aimez-vous cette étude? Partage-la avec tes amis.
it: Ti piace questo studio? Condividilo coi tuoi amici.
pt: Você gosta deste estudo? Compartilhe com seus amigos.
tr: Bu çalışmayı beğendiniz mi? Arkadaşlarınızla paylaşın.
vi: Bạn có thích bài học này không? Chia sẻ nó với bạn bè của bạn.

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
pt: Editar
tr: Düzenle
vi: Sửa

source: Favorite study
it: Studio preferito

source: If you like this study make sure to favorite it to have it listed under Your Studies
de: Wenn Ihnen diese Studie gefällt, stellen Sie sicher, dass Sie sie favorisieren, damit sie unter Ihre Studien aufgeführt wird
es: Si te gusta este estudio agregalo a tus favoritos para tenerlo listado en Tus Estudios
fr: Si vous aimez cette étude, assurez-vous de la mettre en favori pour qu'elle soit répertoriée sous Vos études
it: Se ti piace questo studio, assicurati di marcarlo come preferito per vederlo elencato nella sezione "I Tuoi Studi".
pt: Se você gostar deste estudo, certifique-se de adicioná-lo como favorito para que ele seja listado em Seus estudos
tr: Bu çalışmayı beğendiyseniz favorileyin ve böylece Kendi Çalışmalarınız kısmında görün
vi: Nếu bạn thích bài học này, hãy chọn yêu thích nó để nó được liệt kê trong bài học của bạn

source: Move delay:
de: Zugverzögerung
es: Retraso de movimiento:
fr: Délai du coup:
it: Ritardo mossa:
pt: Atraso nos movimentos de peças:
tr: Hamle gecikmesi:
vi: Nước đi chậm:

source: Opening
de: Eröffnung
es: Apertura
fr: Ouverture
it: Apertura
pt: Abertura
tr: Açılış
vi: Khai cuộc

source: Play against Stockfish
de: Spielen Sie gegen Stockfish
es: Juega contra Stockfish
fr: Jouer contre Stockfish
it: Gioca contro Stockfish
pt: Jogue contra Stockfish
tr: Stockfish'e karşı oyna
vi: Chơi chống lại Stockfish

source: Right move!
de: Richtiger Zug!
es: ¡Movimiento correcto!
fr: Bon coup!
it: Mossa giusta!
pt: Lance correto!
tr: Doğru hamle!
vi: nước đi đúng!

source: Starting training.
de: Training starten.
es: Empezando entrenamiento
fr: Début de la formation.
it: Inizio allenamento.
pt: Iniciar treinamento.
tr: Alıştırmaya başla.
vi: Bắt đầu tập.

source: This move is not in the study, try again.
de: Dieser Zug ist nicht in der Studie, versuchen Sie es erneut.
es: Este movimiento no está en el estudio, intenta de nuevo.
fr: Ce coup n'est pas dans l'étude, réessayez.
it: Questa mossa non è presente nello studio, riprova.
pt: Este lance não está no estudo, tente novamente.
tr: Bu hamle çalışmada yok, tekrar deneyin.
vi: Nước đi này không có trong bài học, hãy thử lại.

source: You learned 100 moves today. Maybe take a break or come back tomorrow to get the full training effect.
de: Sie haben heute 100 Züge gelernt. Vielleicht machen Sie eine Pause oder kommen morgen wieder, um den vollen Trainingseffekt zu erhalten.
es: Ya aprendiste 100 movimientos hoy. Tal vez toma un descando o vuelve mañana para tener efectos positivos
fr: Vous avez appris 100 coups aujourd'hui. Faites peut-être une pause ou revenez demain pour profiter pleinement de l'effet de l'entraînement.
it: Oggi hai imparato 100 mosse. Magari fai una pausa o torna domani per beneficiare completamente degli effetti dell'allenamento.
pt: Você aprendeu 100 movimentos hoje. Faça uma pausa ou volte amanhã para obter o efeito de treinamento completo.
tr: Bugün 100 hamle öğrendiniz. Alıştırmadan tam etkiyi almak için belki bir ara verin veya yarın devam edin.
vi: Hôm nay bạn đã học được 100 nước đi. Có thể nghỉ ngơi hoặc trở lại vào ngày mai để có được hiệu quả tập luyện tốt.

source: You learned 250 moves today. For the best training effect come back tomorrow. Or don't, I'm just text not a cop.
de: Sie haben heute 250 Züge gelernt. Für den besten Trainingseffekt kommen Sie morgen wieder. Oder auch nicht, ich bin nur ein Text und kein Polizist.
es: Ya aprendiste 250 movimientos hoy. Para tener más efectos positivos vuelve mañana, o no, soy un texto no un policia.
fr: Vous avez appris 250 coups aujourd'hui. Pour le meilleur effet d'entraînement, revenez demain. Ou pas, je suis juste un texte pas un flic.
it: Oggi hai imparato 250 mosse. Per ottenere i risultati migliori nell'allenamento, torna domani. Oppure no, sono solo un messaggio, non un poliziotto.
pt: Você aprendeu 250 movimentos hoje. Para obter o melhor efeito de treinamento, volte amanhã. Ou não, estou apenas enviando uma mensagem e não sou um policial.
tr: Bugün 250 hamle öğrendiniz. Alıştırmadan en iyi etkiyi almak için yarın devam edin. Veya etmeyin, ben sadece bir metinim, polis değil.
vi: Hôm nay bạn đã học được 250 nước đi. Để có hiệu quả tập luyện tốt nhất sẽ trở lại vào ngày mai. Hoặc không, tôi chỉ nhắn tin chứ không phải cảnh sát.

source: You reached the end of this line.
de: Sie haben das Ende dieser Linie erreicht.
es: Llegaste al final de esta línea.
fr: Vous avez atteint la fin de cette ligne.
it: Hai raggiunto la fine di questa linea.
pt: Você chegou ao fim desta linha.
tr: Bu hamle serisinin sonuna ulaştınız.
vi: Bạn đã đi đến cuối dòng này.

source: fast
de: schnell
es: rápido
fr: rapide
it: veloce
pt: rápido
tr: hızlı
vi: nhanh

source: instant
de: sofort
es: instantáneo
it: istantaneo
pt: Instantâneo
tr: anında
vi: ngay

source: medium
de: mittel
es: medio
fr: moyen
it: medio
pt: médio
tr: orta
vi: vừa

source: slow
de: langsam
es: lento
fr: lent
it: lento
pt: devagar
tr: yavaş
vi: chậm

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
tr: Geri
vi: Quay lại

source: Caro-Kann Defense
de: Caro-Kann Verteidigung
es: Defensa Caro-Kann
fr: Défense Caro-Kann
it: Difesa Caro-Kann
pt: Defesa Caro-Kann
tr: Caro-Kann Savunması
vi: Phòng thủ Caro-Kann

source: Could not download the study from lichess, please check the link
de: Konnte die Studie nicht von Lichess herunterladen, bitte überprüfen Sie den Link
es: No se pudo descargar el estudio de lichess, por favor revisa el link
fr: Impossible de télécharger l'étude de lichess, veuillez vérifier le lien
it: Non è stato possibile scaricare lo studio da Lichess, per favore controlla il link
pt: Não foi possível baixar o estudo de lichess, por favor, verifique o link
tr: Çalışma lichess'ten indirilemedi, lütfen linki kontrol edin
vi: Không thể tải xuống bài học từ lichess, vui lòng kiểm tra link

source: Could not favorite this study
de: Konnte diese Studie nicht favorisieren
es: No se pudo agregar el estudio a tus favoritos
fr: Impossible de mettre cette étude en favori
it: Non è stato possibile impostare lo studio come preferito
pt: Não foi possível adicionar este estudo como favorito
tr: Bu çalışma favorilenemedi
vi: Không thể yêu thích bài học này

source: Could not unfavorite this study
de: Konnte diese Studie nicht entfavorisieren
es: No se pudo quitar el favorito a este estudio
fr: Impossible d'enlever cette étude des favoris
it: Non è stato possibile impostare lo studio come non preferito
pt: Não foi possível desfavorecer este estudo
tr: Bu çalışma favoriden çıkarılamadı
vi: Không thể không ưa thích bài học này

source: Either upload a PGN file or provide a link to a public Lichess study:
de: Laden Sie entweder eine PGN-Datei hoch oder geben Sie einen Link zu einer öffentlichen Lichess-Studie an:
es: Sube un archivo PGN o suministra un link de un estudio público en Lichess:
fr: Téléchargez un fichier PGN ou fournissez un lien vers une étude publique de Lichess:
it: Carica un file PGN o fornisci un link a uno studio pubblico di Lichess:
pt: Faça upload de um arquivo PGN ou forneça um link para um estudo público de Lichess:
tr: Ya bir PGN dosyası yükleyin ya da bir halka açık Lichess çalışmasının linkini verin:
vi: Tải lên tệp PGN hoặc cung cấp link đến bài học Lichess công khai:

source: For which side is this study
de: Für welche Seite ist diese Studie
es: ¿Para qué bando es el estudio?
fr: Pour quelle couleur est cette étude
it: Per quale colore è questo studio
pt: Para que lado está este estudo
tr: Bu çalışma hangi taraf için
vi: Bài học này cho quân bên nào

source: In this study I work on my 1.e4 openings...
de: In dieser Studie arbeite ich an meinen 1.e4-Eröffnungen...
es: En este estudio presento mis aperturas con 1. e4...
fr: Dans cette étude je travaille sur mes ouvertures 1.e4...
it: In questo studio lavoro sulle mie aperture 1.e4...
pt: Neste estudo, trabalho em minhas aberturas 1.e4 ...
tr: Bu çalışmada 1.e4 açılışlarını inceleyeceğim...

source: Keep this study private
de: Halten Sie diese Studie privat
es: Mantener este estudio privado
fr: Gardez cette étude privée
it: Mantieni questo studio privato
pt: Manter este estudo privado
tr: Bu çalışmayı gizli tut
vi: Giữ bài học này riêng tư

source: Lichess Study
de: Lichess Studie
es: Estudio de Lichess
fr: Etude Lichess
it: Studio Lichess
pt: Estudo Lichess
tr: Lichess Çalışması
vi: Bài học Lichess

source: No PGN provided
de: Keine PGN bereitgestellt
es: No se proporcionó un archivo PGN
fr: Aucun PGN fourni
it: Nessun PGN fornito
pt: Nenhum PGN fornecido
tr: PGN yüklenmedi
vi: Không có PGN được cung cấp

source: PGN is too big, only 50kb allowed
de: PGN ist zu groß, nur 50kb erlaubt
es: El PGN es muy pesado, sólo se permite 50kb máximo
fr: Le PGN est trop gros, seulement 50 Ko autorisé
it: PGN troppo grande, sono permessi solo 50Kb
pt: PGN é muito grande, apenas 50kb permitidos
tr: PGN çok büyük, maksimum 50KB olabilir
vi: PGN quá lớn, chỉ được phép 50kb

source: Please log in
de: Bitte melden Sie sich an
es: Por favor inicia sesión
fr: Veuillez vous connecter
it: Per favore, esegui l'accesso
pt: Faça o login por favor
tr: Lütfen giriş yapın
vi: Vui lòng đăng nhập

source: Select a PGN to upload
de: Wählen Sie eine PGN zum Hochladen
es: Selecciona un PGN para subir
fr: Sélectionnez un PGN à télécharger
it: Seleziona un PGN da caricare
pt: Selecione um PGN para fazer o upload
tr: Yüklemek için bir PGN seçin
vi: Chọn PGN để tải lên

source: Study favorited
de: Studie favorisiert
es: Estudio favorito
fr: Étude mise dans les favoris
it: Studio impostato come preferito
pt: Estudo adicionado aos favoritos
tr: Çalışma favorilendi
vi: Bài học được yêu thích

source: Study info updated, PGN changed.
de: Studieninfo aktualisiert, PGN geändert.
es: Información del estudio actualizada, el PGN cambió.
fr: Informations sur l'étude mises à jour, PGN modifié.
it: Informazioni dello studio aggiornate, PGN modificato.
pt: Informações do estudo atualizadas, PGN alterado.
tr: Çalışma bilgisi güncellendi, PGN değiştirildi.
vi: Thông tin bài học được cập nhật, PGN đã thay đổi.

source: Study info updated, no PGN change.
de: Studieninfo aktualisiert, keine PGN-Änderung.
es: Información del estudio actualizada, sin cambio PGN.
fr: Informations sur l'étude mises à jour, aucun changement PGN.
it: Informazioni dello studio aggiornate, nessuna modifica al PGN.
pt: Informações do estudo atualizadas, sem alteração no PGN.
tr: Çalışma bilgisi güncellendi, PGN değiştirilmedi.
vi: Thông tin bài học được cập nhật, PGN không thay đổi.

source: Study unfavorited
de: Studie entfavorisiert
es: Estudio sin favorito
fr: Etude enlevée des favoris
it: Studio impostato come non preferito
pt: Estudo desfavorecido
tr: Çalışma favoriden çıkarıldı
vi: Bài học không ưa thích

source: The provided link is not a Lichess study
de: Bei dem angegebenen Link handelt es sich nicht um eine Lichess-Studie
es: El link suministrado en es un estudio de Lichess
fr: Le lien fourni n'est pas une étude Lichess
it: Il link fornito non è uno studio Lichess
pt: O link fornecido não é um estudo Lichess
tr: Verdiğiniz link bir Lichess çalışmasına ait değil
vi: Link được cung cấp không phải là một bài học của Lichess

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt: Título
tr: Başlık
vi: Tiêu đề

source: Create a Study
de: Studie erstellen
es: Crear un Estudio
fr: Créer une étude
it: Crea uno Studio
pt: Crie um estudo
tr: Bir Çalışma Yarat
vi: Tạo một bài học

source: Create a new study and start learning.
de: Erstellen Sie eine neue Studie und beginnen Sie zu lernen.
es: Crea un nuevo estudio y empieza a aprender.
fr: Créer une nouvelle étude et commencer à apprendre.
it: Crea un nuovo studio e inizia a imparare.
pt: Crie um novo estudo e comece a aprender.
tr: Bir çalışma yarat ve öğrenmeye başla.
vi: Tạo một bài học mới và bắt đầu học.

source: Favored Studies
de: Favorisierte Studie
es: Estudios Favoritos
fr: Etudes favorites
it: Studi Preferiti
pt: Estudos preferidos
tr: Favorilenmiş Çalışmalar
vi: Các bài học ưa thích

source: New Study
de: Neue Studie
es: Nuevo Estudio
fr: Nouvelle édtude
it: Nuovo Studio
pt: Novo Estudo
tr: Yeni Çalışma
vi: Bài học mới

source: Search for Studies
de: Nach Studien suchen
es: Buscar Estudios
fr: Chercher des études
it: Cerca Studi
pt: Procurar por estudos
tr: Çalışma Ara
vi: Tìm kiếm bài học

source: Your Studies
de: Ihre Studien
es: Tus Estudios
fr: Vos études
it: I Tuoi Studi
pt: Seus estudos
tr: Çalışmalarınız
vi: Các bài học của bạn

source: Create a new Study
de: Neue Studie erstellen
es: Crear un nuevo Estudio
fr: Créer une nouvelle étude
it: Crea un nuovo Studio
pt: Criar novo estudo
tr: Yeni bir Çalışma yarat
vi: Tạo một bài học mới

source: For more information read the Copyright Policy
de: Für weitere Informationen lesen Sie die Copyright-Richtlinie
es: Para obtener más información lee la Política de Copyright
fr: Pour plus d'informations, lisez la politique de Copyright
it: Per maggiori informazioni, leggi la Policy di Copyright
pt: Para obter mais informações, leia a Política de Direitos Autorais
tr: Detaylı bilgi için Telif Hakkı İlkesini okuyun
vi: Để biết thêm thông tin, hãy đọc chính sách bản quyền

source: Please remember to only upload PGNs for which you have the rights to publish them. This is especially true, but not limited, for PGN files that you have acquired from paid platforms.
de: Bitte denken Sie daran, nur PGNs hochzuladen, für die Sie die Rechte haben, sie zu veröffentlichen. Dies gilt insbesondere, aber nicht ausschließlich, für PGN-Dateien, die Sie von kostenpflichtigen Plattformen erworben haben.
es: Por favor recuerda subir archivos de los que tengas permisos para publicarlos. Esto aplica especialmente a archivos PGN pero no se limita a ello.
fr: N'oubliez pas de télécharger uniquement les PGN pour lesquels vous avez le droit de les publier. Cela est particulièrement vrai, mais sans s'y limiter, pour les fichiers PGN que vous avez acquis sur des plateformes payantes.
it: Ricordati di caricare solo i file PGN per i quali hai i diritti di pubblicazione. Questo vale soprattutto, ma non solo, per i file PGN acquisiti da piattaforme a pagamento.
pt: Lembre-se de fazer upload apenas de PGNs para os quais você tem o direito de publicá-los. Isso é especialmente verdadeiro, mas não limitado, para arquivos PGN que você adquiriu de plataformas pagas.
tr: Lütfen sadece yayınlamaya hakkınız olduğu PGN dosyalarını yüklemeyi unutmayın. Bu özellikle, ancak sınırlı olmayarak, paralı platformlardan elde ettiğiniz PGN dosyaları için geçerlidir.
vi: Xin lưu ý chỉ tải lên PGN mà bạn có quyền xuất bản chúng. Điều này đặc biệt đúng, nhưng không giới hạn, đối với các tệp PGN mà bạn đã mua từ các nền tảng trả phí.

source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes vous sur?
it: Sei sicuro?
pt: Tem certeza?
tr: Emin misiniz?
vi: Bạn có chắc không?

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
pt: Remover
tr: Sil
vi: Xóa

source: Delete Study
de: Studie löschen
es: Borrar Estudio
fr: Supprimer l'étude
it: Elimina Studio
pt: Remover Estudo
tr: Çalışmayı Sil
vi: Xóa bài học

source: This can not be undone!
de: Dies kann nicht rückgängig gemacht werden!
es: ¡Esto no se puede deshacer!
fr: Ceci ne peut pas être annulé!
it: Questo non può essere annullato!
pt: Isto não pode ser desfeito!
tr: Geri döndürülemez!
vi: Điều này không thể làm lại

source: Search
de: Suchen
es: Buscar
fr: Chercher
it: Cerca
pt: Procura
tr: Ara
vi: Tìm kiếm

source: Search for studies
de: Studien durchsuchen
es: Buscar estudios
fr: Chercher des études
it: Cerca studi
pt: Procurar por estudos
tr: Çalışma ara
vi: Tìm kiếm các bài học

source: by
de: von
es: por
fr: par
it: di
pt: por
tr: yayınlayan
vi: của

source: Don't repeat the early moves that are already known. Skips to the first branching move in the study.
de: Nicht die frühen Züge, die bereits bekannt sind, wiederholen. Springt zum ersten Verzweigungszug in der Studie.
es: No repite movimientos que ya se conocen. Salta al primer movimiento del estudio.
fr: Ne répétez pas les premiers coups déjà connus. Passe au premier mouvement de branchement dans l'étude.
it: Non ripete le prime mosse già conosciute. Salta alla prima ramificazione nello studio.
pt: Não repita os primeiros movimentos que já são conhecidos. Pula para o primeiro movimento de ramificação no estudo.
tr: Zaten bilinen erken hamleleri tekrar etmeyin. Çalışmadaki ilk dallanan hamleye atlar.
vi: Đừng lặp lại những nước đi ban đầu đã được biết đến. Bỏ qua nước đi phân nhánh đầu tiên trong bài học.

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Favoriti
pt: Favoritos
tr: Favoriler
vi: Yêu thích

source: Newest
de: Neueste
es: Más Nuevo
fr: Les plus récents
it: Più recente
pt: Mais novo
tr: En yeni
vi: Mới nhất

source: favorites
de: Favoriten
es: favoritos
fr: favoris
it: favoriti
pt: favoritos
tr: favoriler
vi: yêu thích

source: Are you sure you want to delete your study progress?
it: Sei sicuro di voler cancellare i tuoi progressi nello studio?
pt: Tem certeza de que deseja excluir seu progresso de estudo?
vi: Bạn có chắc chắn muốn xóa tiến trình học tập của bạn?

source: Progress
it: Progresso
pt: Progresso
vi: Tiến bộ

source: Reset progress
it: Reimposta i progressi
pt: Reiniciar progresso
vi: Đặt lại tiến độ

source: Study Progress
it: Progressi Studio
pt: Progresso dos estudos
vi: Tiến độ học tập

source: Analyze this position with the Lichess Analysis Board
it: Analizza questa posizione con la Scacchiera d'Analisi di Lichess

source: Board reset delay: fast
it: Ritardo di reimpostazione della scacchiera: veloce

source: Board reset delay: slow
it: Ritardo di reimpostazione della scacchiera: lento

source: Jump to key move: off
it: Salto alla mossa chiave: disattivo

source: Jump to key move: on
it: Salto alla mossa chiave: attivo

source: Reset line
it: Reimposta linea

source: Show hints for this move!
it: Mostra i suggerimenti per questa mossa!

source: Unfavorite study
it: Studio non preferito

source: Analyze position
it: Analizza posizione

source: response
it: risposta

source: Comments: always on
it: Commenti: sempre attivi

source: Option to control when comments are displayed
it: Opzione per controllare quando visualizzare i commenti

source: Comments: hidden
it: Commenti: nascosti

source: Max depth:
it: Profondità massima:

source: Lets you choose how many moves deep in the repertoire to train. The highest value you can choose is the length of the longest line. Set to a lower value to train against a more shallow subset of the repertoire, and to the highest value to train against the full repertoire.
it: Permette di scegliere la profondità di mosse del repertorio da allenare. Il valore più alto che si può scegliere è la lunghezza della linea più lunga. Imposta un valore basso per allenarti su un sottoinsieme più ristretto del repertorio, e il valore più alto per allenarti su tutto il repertorio.

source: Hints: always on
it: Suggerimenti: sempre attivi

source: Hints: hidden
it: Suggerimenti: nascosti

source: Hints: until played 2x
it: Suggerimenti: finché giocata 2 volte

source: Hints: until played 5x
it: Suggerimenti: finché giocata 5 volte

source: Moves that have been played before are shown with a thinner outline
it: Le mosse giocate in precedenza sono mostrate con un contorno più sottile.

source: One of the moves in the position has been played more than others and is marked with a thinner outline. To give all lines equal attention, play one of the other moves!
it: Una delle mosse della posizione è stata giocata più delle altre ed è contraddistinta da un contorno più sottile. Per dare a tutte le linee la stessa importanza, gioca una delle altre mosse!

source: Opaque arrows with a black outline are playable moves
it: Le frecce opache con contorno nero sono mosse giocabili.

source: Playable
it: Giocabile

source: The transparent arrows are arrows stored in the study. These don't indicate playable moves but are commonly used to indicate threats, alternative lines, and future ideas.
it: Le frecce trasparenti sono frecce salvate nello studio. Non indicano mosse giocabili, ma sono comunemente utilizzate per indicare minacce, linee alternative e idee future.
