Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/study.po
Languages: de, es, fr, it, pt, tr, vi

source: Transparent arrows come from the study and are hints only
it: Le frecce trasparenti provengono dallo studio e sono solo suggerimenti.

source: Transparent arrows come from the study and are not playable
it: Le frecce trasparenti provengono dallo studio e non sono giocabili.

source: By default arrows will provide hints to show which moves are in this study. Using the options below you can control for how many moves the arrows/hints should stay visible. By default they stay visible until all moves in a position has been played twice. Any non-playable arrow annotations from the study or PGN file will appear as transparent arrows.
it: Di default le frecce forniranno dei suggerimenti per mostrare quali mosse sono presenti in questo studio. Utilizzando le opzioni sottostanti è possibile controllare per quante mosse le frecce o i suggerimenti devono rimanere visibili. Di default rimangono visibili finché tutte le mosse di una posizione non sono state giocate due volte. Eventuali annotazioni non giocabili dallo studio o dal file PGN appariranno come frecce trasparenti.

source: Comments: when hints show
it: Commenti: quando vengono mostrati i suggerimenti

source: Option to control the type of hints shown. 'Moves' means arrows are displayed for all playable moves in the study. 'Annotations' are arrows and circles from the study or PGN file. These can be created at Lichess.org and other sites.
it: Opzione per controllare il tipo di suggerimenti visualizzati. 'Mosse' significa che vengono visualizzate le frecce per tutte le mosse giocabili nello studio. 'Annotazioni' sono frecce e simboli dello studio o del file PGN. Questi possono essere creati su Lichess.org e altri siti.

source: Hints: annotations only
it: Suggerimenti: solo annotazioni

source: Hints: moves & annotations
it: Suggerimenti: mosse e annotazioni

source: Hints: playable moves only
it: Suggerimenti: solo mosse giocabili

source: At first the arrows will show you which moves are in this study. Once you have played these moves twice, the arrows are no longer shown.
fr: Au début, les flèches vous montreront quels coups sont dans cette étude. Une fois que vous avez joué ces coups deux fois, les flèches ne sont plus affichées.
pt: A princípio, as setas mostrarão quais movimentos estão neste estudo. Depois de executar esses movimentos duas vezes, as setas não serão mais exibidas.
vi: Lúc đầu, các mũi tên sẽ cho bạn thấy những động tác nào trong bài học này. Một khi bạn đã chơi các động tác này hai lần, các mũi tên không còn được hiển thị nữa.
