Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/tactics.po
Languages: de, es, fr, it, pt, tr

source: [Help] How pieceless tactics work.
de: [Help] Wie figurlose Taktiken funktionieren.
fr: [Aide] Comment fonctionnent les tactiques sans pièce.
it: [Aiuto] Come funzionano le tattiche senza pezzi.
pt: [Ajuda] Como funcionam as táticas invisíveis.
tr: [Yardım] Taşsız taktikler nasıl çalışır?

source: move history showing the moves played
de: Zugverlauf mit Anzeige der gespielten Züge
fr: historique des coups montrant les coups joués
it: la cronologia delle mosse mostra le mosse giocate
pt: histórico de movimentos mostrando os movimentos executados
tr: hamle geçmişi yapılan hamleleri gösterir

source: iframe code
es: código iframe
it: codice iframe
tr: iframe kodu
