Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/tactics.po
Languages: de, es, fr, it, pt, tr

source: Best Move!
de: Bester Zug!
es: ¡Mejor movimiento!
fr: Meilleur coup!
it: Mossa Migliore!
pt: Melhor Jogada!
tr: En iyi hamle!

source: Black
de: Schwarz
es: Negras
fr: Noir
it: Nero
pt: Pretas
tr: Siyah

source: Blind Tactic
de: Blind-Taktiken
es: Táctica a Ciegas
fr: Tactique à l'aveugle
it: Tattica alla Cieca
pt: Táticas as cegas
tr: Kör Taktik

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
tr: Devam

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar
tr: Oluştur

source: Custom Tactic
de: Benutzerdefinierte Taktik
es: Táctica Personalizada
fr: Tactique personnalisée
it: Tattica Personalizzata
pt: Táticas Personalizadas
tr: Özel Taktik

source: Embed
de: Einbetten
fr: Intégrer
it: Includi
pt: Embutir
tr: Yerleştir

source: Embed this Tactic
de: Diese Taktik einbetten
es: Pon esta táctica en tu sitio web
fr: Intégrer cette tactique
it: Includi questa Tattica
pt: Embutir Tática
tr: Bu taktiği yerleştir

source: FEN
fr: NFE

source: Find the best move for black.
de: Finden Sie den besten Zug für Schwarz.
es: Encuentra el mejor movimiento para las negras
fr: Trouvez le meilleur coup pour les noirs.
it: Trova la mossa migliore per il nero.
pt: Ache melhor jogada para as pretas.
tr: Siyah için en iyi hamleyi bulun.

source: Find the best move for white.
de: Finden Sie den besten Zug für Weiß.
es: Encuentra el mejor movimiento para las blancas
fr: Trouvez le meilleur coup pour les blancs.
it: Trova la mossa migliore per il bianco.
pt: Ache melhor jogada para as brancas.
tr: Beyaz için en iyi hamleyi bulun.

source: How many plies should be hidden? (Updates next Tactic)
de: Wie viele Lagen sollen ausgeblendet werden? (Aktualisiert nächste Taktik)
es: ¿Cuántas variaciones deberían ser escondidas? (Se actualiza en la próxima táctica)
fr: Combien de plis faut-il cacher ? (Mise à jour de la prochaine tactique)
it: Quante semi-mosse devono essere nascoste? (Aggiorna la prossima Tattica)
pt: Quantas camadas (plies) devem ser escondidas? (Atualiza a próxima tática)
tr: Kaç tekil hamle gizli olsun? (Bir sonraki taktik için)

source: In this position the following moves were played:
de: In dieser Stellung wurden die folgenden Züge gespielt:
es: En esta posición se jugaron los siguientes movimientos:
fr: Dans cette position, les coups suivants ont été joués:
it: In questa posizione sono state giocate le seguenti mosse:
pt: Nesta posição, os seguintes movimentos foram executados:
tr: Bu pozisyonda şu hamleler oynandı:

source: Keep going...
de: Machen Sie weiter...
es: Adelante...
fr: Continue...
it: Continua...
pt: Continue...
tr: Devam edin...

source: Keep trying!
de: Versuchen Sie es weiter!
es: ¡Sigue intentado!
fr: Continue d'essayer!
it: Riprova!
pt: Continue tentando!
tr: Denemeye devam!

source: Last Move
de: Letzter Zug
es: Último Movimiento
fr: Dernier coup
it: Ultima Mossa
pt: Último lance
tr: Son Hamle

source: Learn more
de: Mehr erfahren
es: Aprender Más
fr: En apprendre plus
it: Per saperne di più
pt: Saiba mais
tr: Detaylı bilgi

source: Make your own Tactic
de: Erstellen Sie Ihre eigene Taktik
es: Haz tu propia Táctica
fr: Créez vos propres tactiques
it: Crea la tua Tattica
pt: Crie sua própria tática
tr: Kendi taktiğinizi oluşturun

source: More Tactics
de: Mehr Taktiken
es: Más Tácticas
fr: Plus de tactiques
it: Più Tattiche
pt: Mais táticas
tr: Daha Fazla Taktik

source: Moves
de: Züge
es: Movimientos
fr: Coups
it: Mosse
pt: Lances
tr: Hamleler

source: Tactic
de: Taktik
es: Táctica
fr: Tactique
it: Tattica
pt: Tática
tr: Taktik

source: Tactic solved!
de: Taktik gelöst!
es: ¡Táctica resuelta!
fr: Tactique résolue!
it: Tattica risolta!
pt: Tática resolvida!
tr: Taktik çözüldü!

source: Use this tactic on your website. Creates an iframe that you can use on you website to share this tactic.
de: Verwenden Sie diese Taktik auf Ihrer Website. Erzeugt ein Iframe, das Sie auf Ihrer Website verwenden können, um diese Taktik zu teilen.
es: Usa esta táctica en tu sitio. Crea un iframe en tu sitio con el que puedes compartir esta táctica.
fr: Utilisez cette tactique sur votre site Web. Crée un iframe que vous pouvez utiliser sur votre site Web pour partager cette tactique.
it: Usa questa tattica nel tuo sito Web. Crea un iframe che puoi usare nel tuo sito Web per condividere questa tattica.
pt: Use essa tática em seu site. Cria um iframe que você pode usar em seu site para compartilhar essa tática.
tr: Bu taktiği kendi internet sitenizde kullanın. Kendi sitenizde paylaşabilmeniz için bir iframe oluşturur.

source: White
de: Weiß
es: Blancas
fr: Blanc
it: Bianco
pt: Brancas
tr: Beyaz

source: Wrong Move
de: Falscher Zug
es: Movimiento Incorrecto
fr: Mauvais coup
it: Mossa Sbagliata
pt: Jogada errada
tr: Yanlış Hamle

source: Wrong Move.
de: Falscher Zug.
es: Movimiento Incorrecto.
fr: Mauvais coup.
it: Mossa Sbagliata.
pt: Jogada errada.
tr: Yanlış Hamle.

source: Your turn.
de: Ihr Zug.
es: Tu turno.
fr: Votre tour.
it: Il tuo turno.
pt: Sua vez.
tr: Sıra sizde.

source: to play and win.
de: Weiß am Zug zum Sieg.
es: juegan y ganan.
fr: jouer et gagner.
it: muove e vince.
pt: Para jogar e ganhar.
tr: ile oynayın ve kazanın.

source: %{name} Tactics
de: %{name} Taktiken
es: %{name} Tácticas
fr: Tactiques de %{name}
it: %{name} Tattiche
pt: %{name} Táticas
tr: %{name} Taktikleri

source: %{name} Traps and Tactics
de: %{name} Fallen and Taktiken
es: %{name} Trampas y Tácticas
fr: Pièges et tactiques de %{name}
it: %{name} Trappole e Tattiche
pt: %{name} pegadinhas e táticas
tr: %{name} Tuzak ve Taktikleri

source: %{opening} after the moves %{moves}
de: %{opening} nach den Zügen %{moves}
es: %{opening} después de los movimientos %{moves}
fr: %{opening} après les mouvements %{moves}
it: %{opening} dopo le mosse %{moves}
pt: %{opening} depois das jogadas %{moves}
tr: %{moves} hamlelerinden sonra %{opening}

source: Chessboard showing the %{opening} with the moves %{moves} played
de: Schachbrett, das die %{Eröffnung} mit den gespielten Zügen %{Züge} zeigt
es: El tablero muestra la %{opening} con los movimientos %{moves} jugados
fr: Échiquier montrant %{opening} avec les coups %{moves} joués
it: La scacchiera mostra la %{opening} con le mosse %{moves} giocate
pt: Tabuleiro de xadrez mostrando %{opening} com os %{moves} jogados
tr: Tahtada %{moves} oynanmış %{opening} gösteriliyor

source: Contents
de: Inhalte
es: Contenido
fr: Contenu
it: Contenuti
pt: Conteúdo
tr: İçerikler

source: Currently playing tactics by:
de: Spielen einer Taktik von:
es: Jugando tácticas por:
fr: Joue actuellement aux tactiques de:
it: Attualmente stai giocando tattiche di:
pt: Atualmente jogando táticas por:
tr: Şu tür taktikler oynanıyor:

source: Currently playing tactics from the event:
de: Spielen einer Taktik von dem Event:
es: Jugando tácticas del evento:
fr: Joue actuellement aux tactiques de l'événement:
it: Attualmente stai giocando tattiche dall'evento:
pt: Atualmente jogando táticas do evento:
tr: Şu etkinlikten taktikler oynanıyor:

source: Currently training in the motif:
de: Trainieren eines Motivs von:
es: Entrando por:
fr: Actuellement en train de s'entrainer sur le thème:
it: Attualmente stai allenando il tema:
pt: Atualmente treinando no motivo:
tr: Şu motifte alıştırma yapılıyor:

source: Currently training in the opening:
de: Trainieren der Eröffnung:
es: Jugando en la apertura:
fr: Actuellement en train de s'entrainer sur l'ouverture:
it: Attualmente stai allenando l'apertura:
pt: Atualmente treinando na abertura:
tr: Şu açılışta alıştırma yapılıyor:

source: Do you want to try out the %{name}? Train this opening against Stockfish.
de: Möchten Sie die %{Name} ausprobieren? Trainieren Sie diese Eröffnung gegen Stockfish.
es: ¿Quieres intentar %{name}? Entrena esta apertura contra Stockfish.
fr: Voulez-vous essayer %{name} ? Entraînez cette ouverture contre Stockfish.
it: Vuoi provare la %{name}? Prova questa apertura contro Stockfish.
pt: Você quer experimentar o %{name}? Treine esta abertura contra Stockfish.
tr: %{name} açılışını denemek ister misiniz? Stockfish'e karşı alıştırma yapın.

source: Get better at %{name} by solving tactics.
de: Werden Sie besser in %{Name} durch Lösen von Taktiken.
es: Mejora en %{name} resolviendo tácticas.
fr: Améliorez-vous à %{name} en résolvant des tactiques.
it: Migliora nel %{name} risolvendo tattiche.
pt: Melhore em %{name} resolvendo táticas.
tr: Taktik çözerek %{name}'de daha iyi hale gelin.

source: Get better in the %{name} opening by practicing tactics taken from the early game.
de: Werden Sie besser in der %{Name}-Eröffnung, indem Sie Taktiken aus dem Anfangsspiel üben.
es: Mejora en la apertura %{name} practicando tácticas tomadas del juego temprano.
fr: Améliorez-vous dans l'ouverture de %{name} en pratiquant des tactiques tirées de début de partie.
it: Migliora nell'apertura %{name} risolvendo tattiche prese dalle fase iniziale della partita.
pt: Melhore na abertura %{name} praticando táticas escolhidas do início do jogo.
tr: Erken oyundan alınmış taktiklerle alıştırma yaparak %{name} açılışınızı geliştirin.

source: Learn the %{opening} using public studies.
de: Lernen Sie die %{Öffnung} anhand öffentlicher Studien.
es: Aprende la apertura %{opening} con estudios.
fr: Apprenez %{opening} à l'aide d'études publiques.
it: Impara la %{opening} usando studi pubblici.
pt: Aprenda a %{opening} usando estudos públicos.
tr: Halka açık çalışmaları kullanarak %{opening} açılışını öğrenin.

source: Learn the Opening
de: Lernen Sie die Eröffnung
es: Aprende la Apertura
fr: Apprendre l'ouverture
it: Impara le Aperture
pt: Aprenda a Abertura
tr: Açılış Öğrenin

source: Play against Stockfish
de: Spielen Sie gegen Stockfish
es: Juega contra Stockfish
fr: Jouer contre Stockfish
it: Gioca contro Stockfish
pt: Jogue contra Stockfish
tr: Stockfish'e karşı oyna

source: Play against Stockfish either as white or black and explore the opening.
de: Spielen Sie gegen Stockfish entweder als Weiß oder Schwarz und erkunden Sie die Eröffnung.
es: Juega contra Stockfish con negras o blancas y explora la apertura.
fr: Jouez contre Stockfish avec les blancs ou les noirs et explorez l'ouverture.
it: Gioca contro Stockfish come bianco o nero ed esplora l'apertura.
pt: Jogue contra o Stockfish como branco ou preto e explore a abertura.
tr: Stockfish'e karşı beyaz veya siyah olarak oynayın ve açılışı keşfedin.

source: Play against the %{name}
de: Spielen Sie gegen die %{name}
es: Juega contra el %{name}
fr: Jouer contre le %{name}
it: Gioca contro la %{name}
pt: Jogue contra %{name}
tr: %{name}'e karşı oynayın

source: Play the %{name}
de: Spielen die %{name}
es: Juega el %{name}
fr: Jouer le %{name}
it: Gioca la %{name}
pt: Jogue %{name}.
tr: %{name} oyna

source: Recognize traps and mistakes of your opponents and exploit them.
de: Erkennen Sie Fallen und Fehler Ihrer Gegner und nutzen Sie diese aus.
es: Reconoce trampas y errores de tus oponentes y explotalos.
fr: Reconnaître les pièges et les erreurs de vos adversaires et les exploiter.
it: Identifica le trappole e gli errori dei tuoi avversari e tranne vantaggio.
pt: Reconheça as armadilhas e erros de seus oponentes e explore-os.
tr: Tuzakları ve rakibinizin hatalarını fark edin ve onları kendi avantajınıza kullanın.

source: Solve Traps and Tactics
de: Fallen und Taktiken lösen
es: Resuelve Trampas y Tácticas
fr: Résoudre des pièges et des tactiques
it: Risolvi Trappole e Tattiche
pt: Resolva Armadilhas e Táticas
tr: Tuzak ve Taktikler Çözün

source: Studies about the %{opening}
de: Studien über die %{Öffnung}
es: Estudios sobre %{opening}
fr: Études sur %{opening}
it: Studi sulla %{opening}
pt: Estudos sobre a %{opening}
tr: %{opening} ile ilgili Çalışmalar

source: Train real tactics from %{amount} different games.
de: Trainieren Sie echte Taktiken aus %{amount} verschiedenen Spielen.
es: Entrena tácticas reales de %{amount} partidas diferentes.
fr: Entraînez-vous à de vraies tactiques à partir de %{amount} parties différentes.
it: Allena tattiche reali da %{amount} partite diverse.
pt: Treine táticas reais em %{amount} jogos diferentes.
tr: %{amount} farklı oyundan gerçek taktiklerle alıştırma yapın.

source: Train tactics from %{amount} different games.
de: Trainieren Sie Taktiken aus %{amount} verschiedenen Spielen.
es: Entrena tácticas de %{amount} partidas diferentes.
fr: Entraînez-vous aux tactiques de %{amount} parties différentes.
it: Allena le tattiche da %{amount} partite diverse.
pt: Treine táticas em %{amount} jogos diferentes.
tr: %{amount} farklı oyundan taktiklerle alıştırma yapın.

source: Solve tactics from games played at %{name}.
de: Lösen Sie Taktiken aus Spielen, die bei %{Name} gespielt wurden.
es: Resuelve tácticas de juegos jugados en %{name}
fr: Résolvez les tactiques des parties jouées à %{name}.
it: Risolvi tattiche da partite giocate a %{name}.
pt: Resolva táticas de jogos disputados em %{name}.
tr: %{name}'de oynanmış oyunlardan taktikler çözün.

source: Traps and Tactics from %{name}
de: Fallen und Taktiken von %{name}
es: Trampas y Tácticas de %{name}
fr: Pièges et tactiques de %{name}
it: Trappole e Tattica da %{name}
pt: Armadilhas e táticas de %{name}
tr: %{name}'den Tuzak ve Taktikler

source: Daily Chess Puzzle
de: Tägliche Schachrätsel
es: Problema Diario de Ajedrez
fr: Puzzle d'échecs quotidien
it: Problema del Giorno
pt: Quebra-cabeça de xadrez diário
tr: Günlük Satranç Bulmacası

source: Random Tactic
de: Zufällige Taktik
es: Táctica Aleatoria
fr: Tactique aléatoire
it: Tattica Casuale
pt: Tática Aleatória
tr: Rastgele Taktik

source: Solve more tactics:
de: Lösen Sie mehr Taktiken:
es: Resuelve más tácticas:
fr: Résolvez plus de tactiques:
it: Risolvi altre tattiche:
pt: Resolva mais táticas:
tr: Daha fazla taktik çözün:

source: Solve the daily chess puzzle. Improve your chess skills every day one tactic at a time.
de: Lösen Sie das tägliche Schachrätsel. Verbessern Sie Ihre Schachkenntnisse jeden Tag eine Taktik nach der anderen.
es: Resuelve el problema diario. Mejora tus habilidades cada día con una táctica por vez.
fr: Résolvez le puzzle d'échecs quotidien. Améliorez vos compétences aux échecs chaque jour, une tactique à la fois.
it: Risolvi il problema del giorno. Migliora le tue abilità scacchistiche ogni giorno una tattica alla volta.
pt: Resolva o quebra-cabeça do xadrez diário. Melhore suas habilidades de xadrez todos os dias, uma tática de cada vez.
tr: Günlük satranç bulmacasını çözün. Her gün bir taktik çözerek satranç yeteneklerinizi geliştirin.

source: Motifs
de: Motive
es: Motivos
fr: thèmes
it: Temi
pt: Motivos
tr: Motifler

source: Search
de: Suche
es: Buscar
fr: Chercher
it: Cerca
pt: Procura
tr: Ara

source: Correct move, there are still more moves. They replied with
de: Richtiger Zug, es gibt noch weitere Züge. Sie antworteten mit
es: Movimiento correcto, todavía hay mejores movimientos. Ellos respondieron con
fr: Coup correct, il y a encore des coups. Ils ont répondu avec
it: Mossa corretta, ci sono ancora altre mosse. L'avversario ha risposto con
pt: Movimento correto, ainda há mais movimentos. Eles responderam com
tr: Doğru hamle, ama taktik bitmedi. Rakibin hamlesi

source: %{color} to play.
de: %{color} am Zug.
fr: Au %{color} de jouer.
it: Gioca il %{color}.
pt: %{color} para jogar.
tr: Sıra %{color}'da.

source: All the pieces have disappeared! There is only a list of where the pieces should be next to the board. Can you visualize the position well enough in your head to solve the tactic?
de: Alle Figuren sind verschwunden! Es gibt nur noch eine Liste, wo die Figuren neben dem Brett stehen sollten. Können Sie sich die Position gut genug in Ihrem Kopf vorstellen, um die Taktik zu lösen?
fr: Toutes les pièces ont disparu ! Il y a seulement une liste de l'endroit où les pièces doivent être à côté du plateau. Pouvez-vous visualiser la position suffisamment bien dans votre tête pour résoudre la tactique ?
it: Tutti i pezzi sono scomparsi! C'è solo un elenco accanto alla scacchiera di dove dovrebbero trovarsi i pezzi. Riesci a visualizzare la posizione abbastanza bene nella tua testa da risolvere la tattica?
pt: Todas as peças desapareceram! Existe apenas uma lista de onde as peças devem estar ao lado do tabuleiro. Você consegue visualizar a posição mentalmente bem o suficiente para resolver a tática?
tr: Bütün taşlar yok oldu! Sadece tahtanın yanında taşların yerlerini gösteren bir liste var. Taktiği çözebilcek kadar iyi bir görsel hafızanız var mı?

source: Board showing the legal moves if you click on the square of a piece
de: Brett, das die legalen Züge anzeigt, wenn Sie auf das Feld einer Figur klicken
fr: Plateau montrant les coups légaux si vous cliquez sur la case d'une pièce
it: La scacchiera mostra le mosse legali se fai clic sulla casa in cui è presente un pezzo
pt: Tabuleiro mostrando os movimentos legais se você clicar na casa de uma peça
tr: Taş olan bir kareye tıklarsanız yapılabilir hamleleri görebilirsiniz

source: Correct move, there are still more moves.
de: Richtiger Zug, es gibt noch weitere Züge.
fr: Coup correct, il y a encore plus de coups.
it: Mossa corretta, ci sono ancora altre mosse.
pt: Movimento correto, ainda há mais movimentos.
tr: Doğru hamle, ama taktik bitmedi.

source: Have you visualized the position and solved the tactics? Then you can play the solution now.
de: Haben Sie die Stellung visualisiert und die Taktik gelöst? Dann können Sie die Lösung jetzt spielen.
fr: Avez-vous visualisé la position et résolu la tactique ? Vous pouvez désormais jouer la solution.
it: Hai visualizzato la posizione e risolto la tattica? Allora puoi giocare la soluzione ora.
pt: Você visualizou a posição e resolveu a tática? Então você pode jogar a solução agora.
tr: Pozisyonu kafanızda oluşturdunuz ve taktiği çözdünüz mü? O zaman çözümü oynayabilirsiniz.

source: History
de: Historie
fr: Historique
it: Cronologia
pt: História
tr: Geçmiş

source: How it works
de: Wie es funktioniert
fr: Comment ça marche
it: Come funziona
pt: Como funciona
tr: Nasıl çalışır

source: If you click on the position on the field on which a piece is standing, you will be shown where the piece can move to. Simply move the piece as you normally would.
de: Wenn Sie auf die Position auf dem Feld klicken, auf der eine Figur steht, wird Ihnen angezeigt, wohin die Figur ziehen kann. Bewegen Sie die Figur einfach wie gewohnt.
fr: Si vous cliquez sur la position sur la case sur laquelle se trouve une pièce, vous verrez où la pièce peut se déplacer. Déplacez simplement la pièce comme vous le feriez normalement.
it: Se fai clic sulla posizione della casa in cui si trova un pezzo, ti verrà mostrato il punto in cui può spostarsi. Puoi semplicemente muovere il pezzo come faresti normalmente.
pt: Se você clicar na posição do campo em que uma peça está, será mostrado para onde a peça pode se mover. Simplesmente mova a peça como faria normalmente.
tr: Taş olan bir kareye tıklarsanız yapılabilir hamleleri görebilirsiniz. Normalde yaptığınız gibi taşı oynayın.

source: If you have made the right move, the history is displayed. There you can see what the AI played in response to your move.
de: Wenn Sie den richtigen Zug gemacht haben, wird der Verlauf angezeigt. Dort können Sie sehen, was die KI als Reaktion auf Ihren Zug gespielt hat.
fr: Si vous avez fait le bon choix, l'historique s'affiche. Là, vous pouvez voir ce que l'IA a joué en réponse à votre mouvement.
it: Se hai fatto la mossa giusta, viene mostrata la cronologia. Qui puoi vedere cosa ha giocato l'IA in risposta alla tua mossa.
pt: Se você fez o movimento correto, o histórico é exibido. Lá você pode ver o que a IA desempenhou em resposta ao seu movimento.
tr: Doğru hamleyi yaparsanız geçmiş kısmında görebilirsiniz. Yapay zekanın sizin hamlenize yanıtını da orada görebilirsiniz.

source: If you load a pieceless tactic, you will be looking at an empty chessboard. Next to the chessboard, however, you will see exactly where the pieces should be placed on the chessboard.
de: Wenn Sie eine figurlose Taktik laden, sehen Sie ein leeres Schachbrett. Neben dem Schachbrett sehen Sie jedoch genau, wo die Figuren auf dem Schachbrett platziert werden sollen.
fr: Si vous chargez une tactique sans pièces, vous verrez un échiquier vide. À côté de l'échiquier, cependant, vous verrez exactement où les pièces doivent être placées sur l'échiquier.
it: Se carichi una tattica senza pezzi, vedrai una scacchiera vuota. Accanto alla scacchiera, tuttavia, vedrai esattamente dove i pezzi devono essere posizionati sulla scacchiera.
pt: Se você carregar uma tática sem partes, verá um tabuleiro de xadrez vazio. Ao lado do tabuleiro de xadrez, no entanto, você verá exatamente onde as peças devem ser colocadas no tabuleiro.
tr: Bir taşsız taktiğe girdiğinizde boş bir satranç tahtasına bakıyor olacaksınız. Ancak tahtanın yanında taşların yerlerini içeren bir liste olacaktır.

source: Improve your chess visualization skills
de: Verbessern Sie Ihre Schachvisualisierungsfähigkeiten
fr: Améliorez vos compétences de visualisation d'échecs
it: Migliora le tue capacità di visualizzazione
pt: Melhore suas habilidades de visualização de xadrez
tr: Satranç görsel hafızanızı geliştirin

source: Keep playing until the tactic is solved!
de: Spielen Sie weiter, bis die Taktik gelöst ist!
fr: Continuez à jouer jusqu'à ce que la tactique soit résolue !
it: Continua a giocare finché la tattica è risolta!
pt: Continue jogando até que a tática seja resolvida!
tr: Taktik bitene kadar oynamaya devam edin!

source: Piece list
de: Figurliste
fr: Liste des pièces
it: Elenco dei pezzi
pt: Lista de peças
tr: Taş listesi

source: Pieceless Tactic
de: Figurlose Taktik
fr: Tactique sans pièce
it: Tattica Senza Pezzi
pt: Táticas sem peças
tr: Taşsız Taktik

source: Pieceless Tactics
de: Figurlose Taktiken
fr: Tactique sans pièce
it: Tattiche Senza Pezzi
pt: Táticas sem peças
tr: Taşsız Taktikler

source: Play Now!
de: Jetzt spielen
fr: Jouer maintenant!
it: Gioca Ora!
pt: Jogue Agora!
tr: Şimdi Oyna!

source: Solve the tactic
de: Lösen Sie die Taktik
fr: Résolvez la tactique
it: Risolvi la tattica
pt: Resolva a tática
tr: Taktiği çözün

source: Solved!
de: Gelöst!
fr: Résolu!
it: Risolta!
pt: Resolvido!
tr: Çözüldü!

source: Using pieceless tactics takes getting used to. Here I try to explain how to use them as simple and as clear as possible.
de: Figurlose Taktiken sind gewöhnungsbedürftig. Hier versuche ich, ihre Anwendung so einfach und klar wie möglich zu erklären.
fr: Il faut s'y habituer pour utiliser des tactiques sans pièce. Ici, j'essaie d'expliquer comment les utiliser de la manière la plus simple et la plus claire possible.
it: Giocare le tattiche senza pezzi richiede un po' di tempo per abituarsi. Qui cerco di spiegare come usarle nel modo più semplice e chiaro possibile.
pt: Usar táticas sem enxergar as peças leva para se acostumar. Aqui, tento explicar como usá-los da forma mais simples e clara possível.
tr: Taşsız taktiklere alışmak zaman alır. Bu kısımda olabildiğince basit ve anlaşılır şekilde açıklamaya çalıştım.

source: Where are the pieces?
de: Wo sind die Figuren?
fr: Où sont les pièces?
it: Dove sono i pezzi?
pt: Onde estão as peças?
tr: Taşlar nerede?

source: Your task now is to visualize the pieces on the board and to try to solve the tactic.
de: Ihre Aufgabe ist es nun, die Figuren auf dem Brett zu visualisieren und zu versuchen, die Taktik zu lösen.
fr: Votre tâche est maintenant de visualiser les pièces sur l'échiquier et d'essayer de résoudre la tactique.
it: Il tuo compito adesso è quello di visualizzare i pezzi sulla scacchiera e di cercare di risolvere la tattica.
pt: Sua tarefa agora é visualizar as peças no tabuleiro e tentar resolver a tática.
tr: Şimdi yapmanız gereken taşları tahtanın üzerinde hayal etmek ve taktiği çözmeye çalışmak.
