Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/terms.po
Languages: de, fr, it, pt, tr

source: Stuff we’re not responsible for
de: Dinge, für die wir nicht verantwortlich sind
fr: Choses dont nous ne sommes pas responsables
it: Cose di cui non siamo responsabili
pt: Coisas pelas quais não somos responsáveis
tr: Sorumlu olmadığımız şeyler

source: This list is non-exhaustive, and we reserve the right to add, edit, or remove entries from it at any time.
de: Diese Liste ist nicht vollständig, und wir behalten uns das Recht vor, jederzeit Einträge hinzuzufügen, zu bearbeiten oder zu entfernen.
fr: Cette liste n'est pas exhaustive et nous nous réservons le droit d'y ajouter, modifier ou supprimer des entrées à tout moment.
it: Questo elenco non è esaustivo e ci riserviamo il diritto di aggiungere, modificare o rimuovere voci da esso in qualsiasi momento.
pt: Esta lista não é exaustiva e nos reservamos o direito de adicionar, editar ou remover entradas dela a qualquer momento.
tr: Bu liste kapsamlı değildir ve herhangi bir zamanda bir şey ekleme, düzenleme veya listeden bir şey çıkarma hakkını saklı tutarız.

source: This page explains our terms of use. When you use Listudy, you’re agreeing to all the rules on this page. Some of them need to be expressed in specific legal language but we’ve done our best to offer you clear and simple explanations of what everything means.
de: Diese Seite erklärt unsere Nutzungsbedingungen. Wenn Sie Listudy nutzen, erklären Sie sich mit allen Regeln auf dieser Seite einverstanden. Einige von ihnen müssen in spezifischer Rechtssprache ausgedrückt werden, aber wir haben unser Bestes getan, um Ihnen klare und einfache Erklärungen zu bieten, was alles bedeutet.
fr: Cette page explique nos conditions d'utilisation. Lorsque vous utilisez Listudy, vous acceptez toutes les règles de cette page. Certains d'entre eux doivent être exprimés dans un langage juridique spécifique, mais nous avons fait de notre mieux pour vous offrir des explications claires et simples de ce que tout signifie.
it: Questa pagina spiega i nostri termini di utilizzo. Quando utilizzi Listudy, accetti tutte le regole contenute in questa pagina. Alcune di esse devono essere espresse in un linguaggio legale specifico, ma abbiamo fatto del nostro meglio per offrirti spiegazioni chiare e semplici sul significato di ogni cosa.
pt: Esta página explica nossos termos de uso. Ao usar o Listudy, você concorda com todas as regras desta página. Alguns deles precisam ser expressos em linguagem jurídica específica, mas fizemos o nosso melhor para oferecer a você explicações claras e simples sobre o que tudo significa.
tr: Bu sayfa kullanım şartlarını açıklar. Listudy sitesini kullandığınızda bu sayfadaki bütün kuralları kabul etmiş sayılırsınız. Bazılarının özel yasal bir dille ifade edilmesi gerekiyor ancak size her şeyi net ve basit bir şekilde açıklamak için elimizden gelenin en iyisini yaptık.

source: To operate, we need to be able to maintain control over what happens on our website. To summarise, we reserve the right to make decisions to protect the health and integrity of our systems. We’ll only use these powers when we absolutely must.
de: Um zu funktionieren, müssen wir in der Lage sein, die Kontrolle darüber zu behalten, was auf unserer Website passiert. Zusammenfassend lässt sich sagen, dass wir uns das Recht vorbehalten, Entscheidungen zu treffen, um die Gesundheit und Integrität unserer Systeme zu schützen. Wir werden diese Befugnisse nur nutzen, wenn wir unbedingt müssen.
fr: Pour fonctionner, nous devons être en mesure de garder le contrôle sur ce qui se passe sur notre site Web. En résumé, nous nous réservons le droit de prendre des décisions pour protéger la santé et l'intégrité de nos systèmes. Nous n'utiliserons ces pouvoirs que lorsque nous le devons absolument.
it: Per poter operare, dobbiamo essere in grado di mantenere il controllo su ciò che accade sul nostro sito Web. In sintesi, ci riserviamo il diritto di prendere decisioni per proteggere la salute e l'integrità dei nostri sistemi. Utilizzeremo questi privilegi solo in caso di assoluta necessità.
pt: Para operar, precisamos ser capazes de manter o controle sobre o que acontece em nosso site. Para resumir, nos reservamos o direito de tomar decisões para proteger a saúde e integridade de nossos sistemas. Só usaremos esses poderes quando for absolutamente necessário.
tr: Çalışmak için web sitemizde neler olup bittiğini kontrol edebilmemiz gerekir. Özetlemek gerekirse, sistemlerimizin sağlığını ve bütünlüğünü korumaya yönelik kararlar alma hakkımız saklıdır. Bu güçleri sadece kesinlikle mecbur olduğumuzda kullanacağız.

source: To sign up for a Listudy account, you need to be 16 or over. You’re responsible for your account and all the activity on it.
de: Um sich für ein Listudy-Konto anzumelden, müssen Sie 16 Jahre oder älter sein. Sie sind für Ihr Konto und alle Aktivitäten darauf verantwortlich.
fr: Pour créer un compte Listudy, vous devez avoir 16 ans ou plus. Vous êtes responsable de votre compte et de toutes ses activités.
it: Per registrare un account Listudy, è necessario avere almeno 16 anni. Sei responsabile del tuo account e di tutte le attività svolte con esso.
pt: Para se inscrever em uma conta Listudy, você precisa ter 16 anos ou mais. Você é responsável por sua conta e todas as atividades nela.
tr: Bir Listudy hesabı oluşturabilmek için 16 veya üzeri yaşında olmak gereklidir. Hesabınızdan ve o hesabın aktivitelerinden siz sorumlusunuz.

source: Translated terms of service shall only serve as an informal source of information. Please read the english version for the official version applicable to the site.
de: Die übersetzten Nutzungsbedingungen dienen nur als informelle Informationsquelle. Bitte lesen Sie die englische Version für die offizielle Version, die für die Website gilt.
fr: Les conditions d'utilisation traduites ne doivent servir que de source d'information informelle. Veuillez lire la version anglaise pour la version officielle applicable au site.
it: I termini di servizio tradotti servono solo come fonte informale di informazioni. Si prega di leggere la versione inglese per conoscere la versione ufficiale applicabile al sito.
pt: Os termos de serviço traduzidos devem servir apenas como uma fonte informal de informações. Por favor, leia a versão em inglês para a versão oficial aplicável ao site.
tr: Çevrilmiş hizmet şartları sadece bilgilendirme amaçlıdır. Siteye uygulanan resmi versiyon için lütfen ingilizce versiyonunu okuyun.

source: User Rights
de: Benutzerrechte
fr: Droits de l'utilisateur
it: Diritti dell'Utente
pt: Direitos do usuário
tr: Kullanıcı Hakları

source: Users are responsible for the content they post. Some examples of content would include information, data, text, and pgn files. We won’t be responsible for the content you post.
de: Benutzer sind für die von ihnen eingestellten Inhalte verantwortlich. Einige Beispiele für Inhalte wären Informationen, Daten, Texte und PGN-Dateien. Wir sind nicht für die Inhalte verantwortlich, die Sie veröffentlichen.
fr: Les utilisateurs sont responsables du contenu qu'ils publient. Certains exemples de contenu incluraient des informations, des données, du texte et des fichiers pgn. Nous ne serons pas responsables du contenu que vous publiez.
it: Gli utenti sono responsabili dei contenuti che pubblicano. Alcuni esempi di contenuti sono informazioni, dati, testi e file PGN. Noi non siamo responsabili dei contenuti da te pubblicati.
pt: Os usuários são responsáveis pelo conteúdo que postam. Alguns exemplos de conteúdo incluiriam arquivos de informações, dados, texto e pgn. Não seremos responsáveis pelo conteúdo que você postar.
tr: Kullanıcılar yayınladıkları içerikten sorumludur. Bazı içerik örnekleri arasında bilgi, veri, metin ve pgn dosyaları bulunur. Gönderdiğiniz içerikten sorumlu olmayacağız.

source: We are not responsible for any loss, damage, or harm that may arise from any occasional downtime.
de: Wir sind nicht verantwortlich für Verluste, Schäden oder Beeinträchtigungen, die durch gelegentliche Ausfallzeiten entstehen können.
fr: Nous ne sommes pas responsables des pertes, dommages ou préjudices pouvant découler d'un temps d'arrêt occasionnel.
it: Non siamo responsabili di eventuali perdite, danni o inconvenienti che possono derivare da eventuali tempi di interruzione occasionale dei servizi.
pt: Não somos responsáveis por qualquer perda, dano ou dano que possa surgir de qualquer tempo de inatividade ocasional.
tr: Zaman zaman oluşabilen kesintilerden kaynaklanabilecek herhangi bir kayıp, hasar veya zarardan sorumlu değiliz.

source: We can make changes to the Listudy Site and Services without letting you know in advance, or being liable for any loss, damage, or harm that arises as a result.
de: Wir können Änderungen an der Listudy-Website und den Diensten vornehmen, ohne Sie im Voraus darüber zu informieren oder für Verluste, Schäden oder Beeinträchtigungen, die sich daraus ergeben, zu haften.
fr: Nous pouvons apporter des modifications au site et aux services Listudy sans vous en informer à l'avance, ni être responsable de toute perte, dommage ou préjudice qui en résulterait.
it: Possiamo apportare modifiche al Sito e ai Servizi di Listudy senza informarti in anticipo o essere responsabili di eventuali perdite, danni o inconvenienti che ne conseguano.
pt: Podemos fazer alterações no site e nos serviços do Listudy sem avisar você com antecedência, ou sermos responsáveis por qualquer perda, dano ou dano que surgir como resultado.
tr: Listudy Sitesi ve Hizmetlerinde önceden haber vermeden değişiklik yapabiliriz ve bunun sonucunda ortaya çıkan herhangi bir kayıp, hasar veya zarardan sorumlu olmayız.

source: We disclaim all responsibility for any harm or loss of any data to your computer system, the deletion of or failure to store or transmit communications or content maintained by the services or whether the services will meet your requirements or be available on an uninterrupted, secure or error-free basis. Listudy cannot be held responsible for any loss, financial or otherwise, from third party sources, including misrepresentations, negligence or fraud.
de: Wir übernehmen keine Verantwortung für Schäden oder Datenverluste an Ihrem Computersystem, für die Löschung oder das Versagen der Speicherung oder Übertragung von Kommunikationen oder Inhalten, die von den Diensten gepflegt werden, oder dafür, ob die Dienste Ihren Anforderungen entsprechen oder ununterbrochen, sicher oder fehlerfrei zur Verfügung stehen werden. Listudy kann nicht für finanzielle oder sonstige Verluste verantwortlich gemacht werden, die von Dritten verursacht werden, einschließlich falscher Angaben, Fahrlässigkeit oder Betrug.
fr: Nous déclinons toute responsabilité pour tout dommage ou perte de données sur votre système informatique, la suppression ou le défaut de stocker ou de transmettre des communications ou du contenu maintenu par les services ou si les services répondront à vos exigences ou seront disponibles sur un réseau ininterrompu, sécurisé ou base sans erreur. Listudy ne peut être tenu responsable de toute perte, financière ou autre, provenant de sources tierces, y compris les fausses déclarations, la négligence ou la fraude.
it: Decliniamo ogni responsabilità per eventuali danni o perdite di dati nel tuo sistema informatico, la cancellazione o la mancata memorizzazione o trasmissione di comunicazioni o contenuti conservati nei servizi o se i servizi soddisferanno le tue esigenze o saranno disponibili su base ininterrotta, sicura o priva di errori. Listudy non può essere ritenuto responsabile di eventuali perdite, finanziarie o di altro tipo, derivanti da fonti terze, comprese dichiarazioni errate, negligenza o frode.
pt: Nós nos isentamos de qualquer responsabilidade por qualquer dano ou perda de dados em seu sistema de computador, exclusão ou falha no armazenamento ou transmissão de comunicações ou conteúdo mantido pelos serviços ou se os serviços atenderão às suas necessidades ou estarão disponíveis de maneira ininterrupta, segura ou base livre de erros. A Listudy não pode ser responsabilizada por qualquer perda, financeira ou outra, de fontes de terceiros, incluindo declarações falsas, negligência ou fraude.
tr: Bilgisayar sisteminizdeki herhangi bir verinin zarar görmesi veya kaybolmasından, hizmetler tarafından sağlanan iletişimlerin veya içeriğin silinmesi, saklanamaması veya iletilmemesinden veya hizmetlerin gereksinimlerinizi karşılayıp karşılamayacağından veya kesintisiz, güvenli veya hatasız olarak mevcut olmasından sorumlu değildir. Listudy, yanlış beyanlar, ihmal veya dolandırıcılık dahil olmak üzere üçüncü taraf kaynaklardan kaynaklanan herhangi bir mali veya başka türlü kayıptan sorumlu tutulamaz.

source: We have the ultimate say in who can use our Site and Services. We can cancel accounts, or decline to let Users use our Services.
de: Wir haben das letzte Wort darüber, wer unsere Website und Dienste nutzen darf. Wir können Konten löschen oder Benutzern die Nutzung unserer Dienste verweigern.
fr: Nous avons le dernier mot sur qui peut utiliser notre site et nos services. Nous pouvons annuler des comptes ou refuser de permettre aux utilisateurs d'utiliser nos services.
it: Abbiamo l'ultima parola su chi può utilizzare il nostro Sito e i nostri Servizi. Possiamo cancellare gli account o rifiutare agli Utenti di utilizzare i nostri Servizi.
pt: Temos a palavra final sobre quem pode usar nosso Site e Serviços. Podemos cancelar contas ou recusar permitir que os usuários usem nossos serviços.
tr: Sitemizi ve Hizmetlerimizi kimlerin kullanabileceği konusunda nihai söz sahibiyiz. Hesapları iptal edebilir veya Kullanıcıların Hizmetlerimizi kullanmasına izin vermeyi reddedebiliriz.

source: We may change these terms from time to time. If we do, we’ll let you know about any significant or material changes, by notifying you on the Site. New versions of the terms will never apply retroactively – we’ll tell you the exact date they go into effect. If you continue using Listudy after a change, that means you accept the new terms.
de: Wir können diese Bedingungen von Zeit zu Zeit ändern. Wenn dies der Fall ist, werden wir Sie auf der Website über signifikante oder wesentliche Änderungen benachrichtigen. Neue Versionen der Bedingungen gelten nie rückwirkend - wir teilen Ihnen das genaue Datum mit, an dem sie in Kraft treten. Wenn Sie Listudy nach einer Änderung weiter nutzen, bedeutet das, dass Sie die neuen Bedingungen akzeptieren.
fr: Nous pouvons modifier ces conditions de temps à autre. Si nous le faisons, nous vous informerons de tout changement significatif ou matériel, en vous informant sur le Site. Les nouvelles versions des conditions ne s'appliqueront jamais rétroactivement - nous vous indiquerons la date exacte à laquelle elles entrent en vigueur. Si vous continuez à utiliser Listudy après un changement, cela signifie que vous acceptez les nouvelles conditions.
it: Le presenti condizioni possono essere modificate di tanto in tanto. In tal caso, ti informeremo di eventuali modifiche significative o materiali, dandotene comunicazione sul Sito. Le nuove versioni dei termini non si applicheranno mai retroattivamente - ti comunicheremo la data esatta della loro entrata in vigore. Se continui a utilizzare Listudy dopo una modifica, significa che accetti i nuovi termini.
pt: Podemos alterar esses termos de tempos em tempos. Se o fizermos, iremos informá-lo sobre quaisquer alterações significativas ou materiais, notificando-o no Site. As novas versões dos termos nunca serão aplicadas retroativamente - informaremos a data exata em que entrarão em vigor. Se você continuar usando o Listudy após uma alteração, isso significa que você aceita os novos termos.
tr: Bu şartları zaman zaman değiştirebiliriz. Eğer değiştirirsek Siteden bildirerek sizi her türlü değişiklikten haberdar edeceğiz. Şartların yeni versiyonları hiçbir zaman geriye dönük işlemeyecektir - ne zaman yürürlüğe gireceğinin tam tarihini söyleyeceğiz. Listudy sitesini kullanmaya devam ederek bütün değişiklikleri de kabul etmiş sayılacaksınız.

source: We reserve the right to contact the relevant authorities if a User is breaking the law, and share relevant data with the authorities, if harm or damage occurs either against our Users or against the operation of our infrastructure.
de: Wir behalten uns das Recht vor, die zuständigen Behörden zu kontaktieren, wenn ein Benutzer gegen das Gesetz verstößt, und relevante Daten an die Behörden weiterzugeben, wenn ein Schaden gegen unsere Benutzer oder gegen den Betrieb unserer Infrastruktur entsteht.
fr: Nous nous réservons le droit de contacter les autorités compétentes si un Utilisateur enfreint la loi, et de partager les données pertinentes avec les autorités, si un préjudice ou des dommages se produisent contre nos Utilisateurs ou contre le fonctionnement de notre infrastructure.
it: Ci riserviamo il diritto di contattare le autorità competenti in caso di violazione della legge da parte di un Utente e di condividere i relativi dati con le autorità, qualora si verifichino danni ai nostri Utenti o al funzionamento della nostra infrastruttura.
pt: Nós nos reservamos o direito de entrar em contato com as autoridades relevantes se um Usuário estiver infringindo a lei e compartilhar dados relevantes com as autoridades, se ocorrer dano ou dano contra nossos Usuários ou contra a operação de nossa infraestrutura.
tr: Bir Kullanıcının yasaları çiğnemesi durumunda ilgili makamlarla iletişime geçme ve Kullanıcılarımıza veya altyapımızın işleyişine karşı herhangi bir zarar veya hasar meydana gelmesi durumunda ilgili verileri yetkililerle paylaşma hakkımız saklıdır.

source: When these terms discuss “Users” or a “User”, we’ll be referring to both registered and unregistered users, unless it relates to features, information or data an unregistered User does not or cannot have access to.
de: Wenn in diesen Begriffen von “Benutzern“ oder einem “Benutzer“ die Rede ist, beziehen wir uns sowohl auf registrierte als auch auf nicht registrierte Benutzer, es sei denn, es geht um Funktionen, Informationen oder Daten, auf die ein nicht registrierter Benutzer keinen Zugriff hat oder haben kann.
fr: Lorsque ces termes traitent des “utilisateurs” ou d'un “utilisateur”, nous ferons référence à la fois aux utilisateurs enregistrés et non enregistrés, à moins qu'il ne s'agisse de fonctionnalités, d'informations ou de données auxquelles un utilisateur non enregistré n'a pas ou ne peut pas avoir accès.
it: Quando in questi termini si parla di “Utenti“ o di “Utente“, ci riferiamo sia agli utenti registrati che a quelli non registrati, a meno che non si tratti di funzionalità, informazioni o dati a cui un Utente non registrato non ha o non può avere accesso.
pt: Quando estes termos tratam de “Usuários” ou “Usuário”, estaremos nos referindo a usuários registrados e não registrados, a menos que se refira a recursos, informações ou dados aos quais um Usuário não registrado não tem ou não pode ter acesso.
tr: Burada kullanıcılardan bahsederken hem kayıtlı hem de kayıtlı olmayan kullanıcılardan bahsediyor olacağız, kayıtlı olmayan kullanıcıların erişimi olmayan özelliklerden, bilgilerden veya verilerden bahsedilmedikçe.

source: You can browse Listudy and use some of our Services without registering an account. But to use all of Listudy’ functions, you’ll need to register. This is done by choosing a username, setting a password, and securing it with an email address. If you don’t submit accurate information, you might not be able to access your account. You can choose any email (even fictitious ones). Just make sure to remember the email, because it is used to log in.
de: Sie können Listudy durchsuchen und einige unserer Dienste nutzen, ohne ein Konto zu registrieren. Um jedoch alle Funktionen von Listudy nutzen zu können, müssen Sie sich registrieren. Dazu wählen Sie einen Benutzernamen, legen ein Passwort fest und sichern es mit einer E-Mail-Adresse. Wenn Sie keine korrekten Angaben machen, können Sie möglicherweise nicht auf Ihr Konto zugreifen. Sie können eine beliebige E-Mail-Adresse wählen (auch eine fiktive). Achten Sie nur darauf, dass Sie sich die E-Mail merken, da sie zur Anmeldung verwendet wird.
fr: Vous pouvez parcourir Listudy et utiliser certains de nos Services sans créer de compte. Mais pour utiliser toutes les fonctions de Listudy, vous devrez vous inscrire. Cela se fait en choisissant un nom d'utilisateur, en définissant un mot de passe et en le sécurisant avec une adresse e-mail. Si vous ne fournissez pas des informations exactes, vous ne pourrez peut-être pas accéder à votre compte. Vous pouvez choisir n'importe quel e-mail (même fictif). Assurez-vous simplement de vous souvenir de l'e-mail, car il est utilisé pour vous connecter.
it: Puoi navigare su Listudy e utilizzare alcuni dei nostri Servizi senza registrare un account. Tuttavia, per utilizzare tutte le funzionalità di Listudy, dovrai registrarti. A tal fine, è necessario scegliere un nome utente, impostare una password e proteggerla con un indirizzo e-mail. Se non fornisci informazioni corrette, potresti non essere in grado di accedere al tuo account. È possibile scegliere qualsiasi e-mail (anche fittizia). Assicurati solo di ricordare l'e-mail, perché viene usata per effettuare l'accesso.
pt: Você pode navegar no Listudy e usar alguns de nossos serviços sem registrar uma conta. Mas para usar todas as funções do Listudy, você precisa se registrar. Isso é feito escolhendo um nome de usuário, definindo uma senha e protegendo-a com um endereço de e-mail. Se não enviar informações precisas, você não conseguirá acessar sua conta. Você pode escolher qualquer e-mail (mesmo os fictícios). Apenas certifique-se de lembrar o e-mail, pois ele é usado para fazer o login.
tr: Listudy sitesinde kayıt olmadan gezebilir ve bazı Hizmetleri kullanabilirsiniz. Ancak Listudy'nin tüm fonksiyonlarını kullanabilmek için kayıt olmanız gerekir. Bir kullanıcı adı seçerek, şifre ayarlayarak ve bir email ile bunu güvenceye alarak kayıt olabilirsiniz. Doğru bilgi vermezseniz hesabınıza erişemeyebilirsiniz. Hatırladığınız sürece istediğiniz herhangi bir email kullanabilirsiniz (gerçek olmasa bile).

source: You can close your account at any time.
de: Sie können Ihr Konto jederzeit schließen.
fr: Vous pouvez fermer votre compte à tout moment.
it: Puoi chiudere il tuo account in qualsiasi momento.
pt: Você pode encerrar sua conta a qualquer momento.
tr: Hesabınızı istediğiniz zaman kapatabilirsiniz.
