Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/terms.po
Languages: de, fr, it, pt, tr

source: You can terminate your account at any time by contacting the Listudy administrators. This will permanently erase your account and all content and data. Although we may retain certain information as required by law or as necessary for our legitimate operating purposes.
de: Sie können Ihr Konto jederzeit kündigen, indem Sie sich an die Listudy-Administratoren wenden. Dadurch werden Ihr Konto und alle Inhalte und Daten dauerhaft gelöscht. Allerdings können wir bestimmte Informationen aufbewahren, wenn dies gesetzlich vorgeschrieben oder für unsere legitimen Betriebszwecke erforderlich ist.
fr: Vous pouvez résilier votre compte à tout moment en contactant les administrateurs de Listudy. Cela effacera définitivement votre compte ainsi que tout le contenu et les données. Bien que nous puissions conserver certaines informations requises par la loi ou nécessaires à nos fins opérationnelles légitimes.
it: Puoi chiudere il tuo account in qualsiasi momento contattando gli amministratori di Listudy. In tal modo l'account, tutti i contenuti e i dati verranno cancellati in modo permanente. Tuttavia, possiamo conservare alcune informazioni come richiesto dalla legge o come necessario per i suoi legittimi scopi operativi.
pt: Você pode encerrar sua conta a qualquer momento entrando em contato com os administradores do Listudy. Isso apagará permanentemente sua conta e todo o conteúdo e dados. Embora possamos reter certas informações conforme exigido por lei ou conforme necessário para nossos objetivos operacionais legítimos.
tr: Listudy yöneticileriyle iletişime geçerek hesabınızı istediğiniz zaman sonlandırabilirsiniz. Bu, hesabınızı ve tüm içeriği ve verileri kalıcı olarak silecektir. Bununla birlikte, belirli bilgileri yasaların gerektirdiği veya meşru işletme amaçlarımız için gerekli olduğu şekilde tutabiliriz.

source: You retain your rights to any content you submit, post or create through the services including chess games. By submitting, posting or displaying content on or through our services, you grant us a global, non-exclusive, royalty-free license, with the right to sublicense, to use, copy, reproduce, process, adapt, modify, publish, transmit, display and distribute such content in any and all media or distribution channels. Such additional uses may be made without compensation paid to you with respect to the content you make available through the services. This does not remove your rights from other 3rd party sites, such as Twitch or YouTube.
de: Sie behalten Ihre Rechte an allen Inhalten, die Sie über die Dienste einreichen, veröffentlichen oder erstellen, einschließlich Schachpartien. Durch das Einreichen, Einstellen oder Anzeigen von Inhalten auf oder über unsere Dienste gewähren Sie uns eine globale, nicht-exklusive, gebührenfreie Lizenz mit dem Recht, Unterlizenzen zu vergeben, um diese Inhalte in allen Medien oder Vertriebskanälen zu nutzen, zu kopieren, zu reproduzieren, zu verarbeiten, anzupassen, zu modifizieren, zu veröffentlichen, zu übertragen, anzuzeigen und zu verteilen. Solche zusätzlichen Nutzungen können ohne eine an Sie zu zahlende Entschädigung in Bezug auf die Inhalte, die Sie über die Dienste zur Verfügung stellen, erfolgen. Dadurch werden Ihre Rechte an anderen Websites von Drittanbietern, wie Twitch oder YouTube, nicht aufgehoben.
fr: Vous conservez vos droits sur tout contenu que vous soumettez, publiez ou créez via les services, y compris les jeux d'échecs. En soumettant, publiant ou affichant du contenu sur ou via nos services, vous nous accordez une licence globale, non exclusive et libre de droits, avec le droit de sous-licencier, d'utiliser, de copier, de reproduire, de traiter, d'adapter, de modifier, de publier, de transmettre , afficher et distribuer ce contenu dans tous les médias ou canaux de distribution. De telles utilisations supplémentaires peuvent être effectuées sans compensation pour le contenu que vous mettez à disposition via les services. Cela ne supprime pas vos droits sur d'autres sites tiers, tels que Twitch ou YouTube.
it: Conservi i tuoi diritti su qualsiasi contenuto che invii, pubblichi o crei attraverso i servizi, comprese le partite di scacchi. Inviando, pubblicando o visualizzando contenuti su o tramite i nostri servizi, concedi una licenza globale, non esclusiva, esente da royalty, con il diritto di sublicenza, per utilizzare, copiare, riprodurre, elaborare, adattare, modificare, pubblicare, trasmettere, visualizzare e distribuire tali contenuti su qualsiasi supporto o canale di distribuzione. Tali impieghi aggiuntivi possono essere esercitati senza che ti venga corrisposto alcun compenso in relazione ai contenuti che rendi disponibili attraverso i servizi. Questo non pregiudica i tuoi diritti nei confronti di altri siti di terze parti, come Twitch o YouTube.
pt: Você retém seus direitos sobre qualquer conteúdo que enviar, publicar ou criar por meio dos serviços, incluindo jogos de xadrez. Ao enviar, postar ou exibir conteúdo em ou por meio de nossos serviços, você nos concede uma licença global, não exclusiva e livre de royalties, com o direito de sublicenciar, usar, copiar, reproduzir, processar, adaptar, modificar, publicar, transmitir , exibir e distribuir tal conteúdo em toda e qualquer mídia ou canais de distribuição. Esses usos adicionais podem ser feitos sem compensação paga a você com relação ao conteúdo que você disponibiliza por meio dos serviços. Isso não remove seus direitos de outros sites de terceiros, como Twitch ou YouTube.
tr: Satranç oyunları da dahil olmak üzere hizmetler aracılığıyla gönderdiğiniz, yayınladığınız veya oluşturduğunuz her türlü içeriğe ilişkin haklarınızı saklı tutarsınız. Hizmetlerimizde veya hizmetlerimiz aracılığıyla içerik göndererek, yayınlayarak veya teşhir ederek bize; bu tür içeriği herhangi bir medya veya dağıtım kanalında alt lisans verme, kullanma, kopyalama, çoğaltma, işleme, uyarlama, değiştirme, yayınlama, iletme, görüntüleme ve dağıtma hakkıyla birlikte küresel, münhasır olmayan, telifsiz bir lisans vermiş olursunuz. Bu tür ek kullanımlar, hizmetler aracılığıyla kullanıma sunduğunuz içerikle ilgili olarak size herhangi bir tazminat ödenmeden yapılabilir. Bu, Twitch veya YouTube gibi diğer 3. taraf sitelerdeki haklarınızı kaldırmaz.
