Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/terms.po
Languages: de, fr, it, pt, tr

source: Both registered and unregistered users have rights to protect their property, privacy, and identity unless they have consented or agree to making their identity public. Most information on this topic can be found in our Privacy Policy.
de: Sowohl registrierte als auch nicht registrierte Benutzer haben das Recht, ihr Eigentum, ihre Privatsphäre und ihre Identität zu schützen, es sei denn, sie haben der Veröffentlichung ihrer Identität zugestimmt oder sind damit einverstanden. Die meisten Informationen zu diesem Thema finden Sie in unserer Datenschutzrichtlinie.
fr: Les utilisateurs enregistrés et non enregistrés ont le droit de protéger leur propriété, leur vie privée et leur identité, sauf s'ils ont consenti ou accepté de rendre leur identité publique. La plupart des informations sur ce sujet se trouvent dans notre Politique de confidentialité.
it: Sia gli utenti registrati che quelli non registrati hanno il diritto di proteggere la propria proprietà, privacy e identità, a meno che non abbiano acconsentito o accettino di rendere pubblica la propria identità. La maggior parte delle informazioni su questo aspetto sono contenute nella nostra Informativa sulla Privacy.
pt: Os usuários registrados e não registrados têm direitos de proteger sua propriedade, privacidade e identidade, a menos que tenham consentido ou concordado em tornar sua identidade pública. A maioria das informações sobre este tópico pode ser encontrada em nossa Política de Privacidade.
tr: Kimliklerinin halka açılmasını kabul etmediği sürece hem kayıtlı hem de kayıtlı olmayan kullanıcıların sahip olduğu şeyleri, gizlilikleri ve kimliklerini koruma hakları vardır. Bunun hakkında detaylı bilgi Gizlilik İlkemizde bulunabilir.

source: By agreeing to these Terms, registered Users can have access to all of Listudy’ features and are free to use them for their own personal, educational, charitable, or developmental purposes. Listudy itself is also free/libre open-source software licensed under the GNU AGPL. This doesn’t prevent Listudy from having the ultimate decision in what kind of use of the Services is appropriate.
de: Durch die Zustimmung zu diesen Bedingungen können registrierte Benutzer auf alle Funktionen von Listudy zugreifen und sind berechtigt, diese für ihre eigenen persönlichen, pädagogischen, karitativen oder entwicklungsbezogenen Zwecke zu nutzen. Listudy selbst ist ebenfalls freie/libre Open-Source-Software, die unter der GNU AGPL lizenziert ist. Dies hindert Listudy jedoch nicht daran, die letztendliche Entscheidung darüber zu treffen, welche Art der Nutzung der Dienste angemessen ist.
fr: En acceptant ces conditions, les utilisateurs enregistrés peuvent avoir accès à toutes les fonctionnalités de Listudy et sont libres de les utiliser à des fins personnelles, éducatives, caritatives ou de développement. Listudy lui-même est également un logiciel open source libre/libre sous licence GNU AGPL. Cela n'empêche pas Listudy d'avoir la décision finale quant au type d'utilisation des Services approprié.
it: Accettando questi Termini, gli Utenti registrati possono accedere a tutte le funzionalità di Listudy e sono liberi di utilizzarle per scopi personali, educativi, caritatevoli o di sviluppo. Listudy è esso stesso un software libero e open-source con licenza GNU AGPL. Ciò non impedisce a Listudy di decidere quale tipo di utilizzo dei propri Servizi sia considerato appropriato.
pt: Ao concordar com estes Termos, os usuários registrados podem ter acesso a todos os recursos do Listudy e são livres para usá-los para seus próprios fins pessoais, educacionais, de caridade ou de desenvolvimento. O próprio Listudy também é um software de código aberto gratuito / libre licenciado sob a GNU AGPL. Isso não impede que a Listudy tome a decisão final sobre que tipo de uso dos Serviços é apropriado.
tr: Bu Şartları kabul eden kayıtlı Kullanıcılar Listudy'nin bütün özelliklerine erişim sağlar ve onları kendi kişisel, eğitsel, hayır veya geliştirme amaçları doğrultusunda özgürce kullanabilir. Listudy'nin kendisi de açık kaynak kodlu GNU AGPL lisanslı bir yazılımdır. Ancak bu durum hangi Hizmetlerin nasıl kullanılacağının uygun olduğu konusunda nihai kararın Listudy'nin vermesine engel değildir.

source: By using this website (the “Site”) and services (together with the Site, the “Services”) offered by Listudy.org (together with our subsidiaries, affiliates, representatives, and directors – collectively “Listudy”, “we”, or “us”) you’re agreeing to these legally binding rules (the “Terms”). You’re also agreeing to our Privacy Policy and Cookie Policy, and agreeing to follow any other rules on the Site.
de: Durch die Nutzung dieser Website (die “Website“) und der Dienste (zusammen mit der Website die “Dienste“), die von Listudy.org (zusammen mit unseren Tochtergesellschaften, verbundenen Unternehmen, Vertretern und Geschäftsführern - zusammen “Listudy“, “wir“ oder “uns“) angeboten werden, erklären Sie sich mit diesen rechtsverbindlichen Regeln (die “Bedingungen“) einverstanden. Sie erklären sich auch mit unserer Datenschutzrichtlinie und Cookie-Richtlinie einverstanden und stimmen zu, alle anderen Regeln auf der Website zu befolgen.
fr: En utilisant ce site Web (le “Site”) et les services (avec le Site, les “Services”) offerts par Listudy.org (avec nos filiales, sociétés affiliées, représentants et administrateurs - collectivement “Listudy”, “we”, ou “us”), vous acceptez ces règles juridiquement contraignantes (les “Terms”). Vous acceptez également notre politique de confidentialité et notre politique en matière de cookies, et acceptez de suivre toute autre règle sur le site.
it: Utilizzando questo sito Web (il “Sito“) e i servizi (insieme al Sito, i “Servizi“) offerti da Listudy.org (insieme alle nostre sussidiarie, affiliate, rappresentanti e dirigenti - collettivamente “Listudy“, “noi“ o “ci“), accetti queste regole legalmente vincolanti (i “Termini“). Accetti inoltre la nostra Informativa sulla Privacy e l'Informativa sui Cookie e accetti di rispettare tutte le altre regole del Sito.
pt: Ao usar este site (o “Site”) e serviços (juntamente com o Site, os “Serviços”) oferecidos por Listudy.org (juntamente com nossas subsidiárias, afiliadas, representantes e diretores - coletivamente “Listudy”, “nós”, ou “nós”) você concorda com essas regras juridicamente vinculativas (os “Termos”). Você também concorda com nossa Política de Privacidade e Política de Cookies, e concorda em seguir quaisquer outras regras do Site.
tr: Bu internet sitesini ("Site") ve Listudy.org (iştiraklerimiz, temsilcilerimiz ve yöneticilerimizle birlikte - tamamıyla "Listudy" veya "biz") tarafından sunulan hizmetleri ("Hizmetler") kullanarak bu yasal olarak bağlayıcı kuralları ("Şartlar") kabul etmiş sayılırsınız. Aynı zamanda Gizlilik İlkesi, Çerez İlkesi ve Sitede bulunan diğer her kuralı kabul etmiş sayılırsınız.

source: Closing and Terminating your Account
de: Schließen und Beenden Ihres Kontos
fr: Fermeture et résiliation de votre compte
it: Chiudere e Terminare il tuo Account
pt: Fechando e encerrando sua conta
tr: Hesabınızı Sonlandırma ve Kapatma

source: Copyright
pt: Direitos Autorais
tr: Telif Hakkı

source: Creating an Account
de: Einen Account erstellen
fr: Créer un compte
it: Creare un Account
pt: Criando uma conta
tr: Hesap Oluşturma

source: Don’t impersonate anyone else or choose names that are offensive or that violate anyone’s rights. If you don’t follow these rules, we reserve the right to close your account without warning.
de: Geben Sie sich nicht als jemand anderes aus und wählen Sie keine Namen, die beleidigend sind oder die Rechte anderer verletzen. Wenn Sie diese Regeln nicht befolgen, behalten wir uns das Recht vor, Ihr Konto ohne Vorwarnung zu schließen.
fr: Ne vous faites pas passer pour quelqu'un d'autre et ne choisissez pas de noms offensants ou qui violent les droits de quiconque. Si vous ne respectez pas ces règles, nous nous réservons le droit de fermer votre compte sans préavis.
it: Non impersonare nessuno e non scegliere nomi offensivi o che violino i diritti di qualcuno. Se non rispetti queste regole, ci riserviamo il diritto di chiudere il tuo account senza preavviso.
pt: Não se faça passar por outra pessoa nem escolha nomes que sejam ofensivos ou que violem os direitos de outra pessoa. Se você não seguir essas regras, nos reservamos o direito de encerrar sua conta sem aviso prévio.
tr: Kimsenin kimliğine bürünmeyin, saldırgan isimler seçmeyin ve kimsenin haklarını ihlal etmeyin. Bu kurallara uymazsanız hesabınızı uyarı vermeden kapama hakkını saklı tutarız.

source: English version of the Terms of Service
de: Englische Version der Nutzungsbedingungen
fr: Version anglaise des conditions d'utilisation
it: Versione inglese dei Termini di Servizio
pt: Versão em português dos Termos de Serviço
tr: Hizmet Şartlarının ingilizce versiyonu

source: If you believe your content has been copied in a way that constitutes copyright infringement please alert us by contacting us at copyright@listudy.org.
de: Wenn Sie glauben, dass Ihre Inhalte in einer Weise kopiert wurden, die eine Urheberrechtsverletzung darstellt, machen Sie uns bitte darauf aufmerksam, indem Sie uns unter copyright@listudy.org kontaktieren.
fr: Si vous pensez que votre contenu a été copié d'une manière qui constitue une violation du droit d'auteur, veuillez nous en informer en nous contactant à copyright@listudy.org.
it: Se ritieni che i tuoi contenuti siano stati copiati in modo da costituire una violazione del diritto d'autore, ti invitiamo ad avvisarci contattandoci all'indirizzo copyright@listudy.org.
pt: Se você acredita que seu conteúdo foi copiado de uma forma que constitui violação de direitos autorais, avise-nos entrando em contato conosco em copyright@listudy.org.
tr: Eğer içeriğinizin telif haklarını ihlal edecek şekilde kopyalandığını düşünüyorsanız lütfen bizimle hemen iletişime geçin: copyright@listudy.org.

source: In all circumstances, we may retain certain information as required by law or necessary for our legitimate operating purposes. All of the provisions within this agreement survive the termination of an account.
de: Unter allen Umständen können wir bestimmte Informationen aufbewahren, wenn dies gesetzlich vorgeschrieben oder für unsere legitimen Betriebszwecke erforderlich ist. Alle Bestimmungen in dieser Vereinbarung überdauern die Beendigung eines Kontos.
fr: Dans tous les cas, nous pouvons conserver certaines informations requises par la loi ou nécessaires à nos fins opérationnelles légitimes. Toutes les dispositions de cet accord survivent à la résiliation d'un compte.
it: In qualsiasi caso, possiamo conservare alcune informazioni come richiesto dalla legge o necessario per i nostri legittimi scopi operativi. Tutte le disposizioni del presente contratto restano in vigore anche dopo la chiusura dell'account.
pt: Em todas as circunstâncias, podemos reter certas informações conforme exigido por lei ou necessário para nossos objetivos operacionais legítimos. Todas as disposições deste contrato sobrevivem ao encerramento de uma conta.
tr: Her durumda, yasaların gerektirdiği veya meşru işletme amaçlarımız için gerekli olan belirli bilgileri saklayabiliriz. Bu sözleşmedeki tüm hükümler, bir hesabın feshedilmesinden sonra da geçerliliğini korur.

source: Last edited:
de: Zuletzt bearbeitet:
fr: Dernière modification:
it: Ultima modifica:
pt: Última edição:
tr: Son değişiklik:

source: Listudy believes that users should have their public information, identity, and data protected as strongly as possible. We use European Union data protection law as our baseline, and in many respects go further than what the law requires. We’ve also chosen to extend these rights to all users, not just those under a European Union jurisdiction.
de: Listudy ist der Meinung, dass die öffentlichen Informationen, die Identität und die Daten der Nutzer so stark wie möglich geschützt werden sollten. Wir orientieren uns an den Datenschutzgesetzen der Europäischen Union und gehen in vielerlei Hinsicht über das hinaus, was das Gesetz verlangt. Wir haben uns auch dafür entschieden, diese Rechte auf alle Nutzer auszuweiten, nicht nur auf diejenigen, die einer Rechtsprechung der Europäischen Union unterliegen.
fr: Listudy estime que les utilisateurs devraient avoir leurs informations publiques, leur identité et leurs données protégées aussi fortement que possible. Nous utilisons la législation de l'Union européenne sur la protection des données comme référence et, à bien des égards, nous allons plus loin que ce que la loi exige. Nous avons également choisi d'étendre ces droits à tous les utilisateurs, et pas seulement à ceux relevant d'une juridiction de l'Union européenne.
it: Listudy ritiene che le informazioni pubbliche degli utenti, dalla loro identità e i loro dati debbano essere protetti il più possibile. Utilizziamo la legge sulla protezione dei dati dell'Unione Europea come base di partenza, e per molti aspetti andiamo oltre quanto richiesto da essa. Abbiamo anche scelto di estendere questi diritti a tutti gli utenti, non solo a quelli soggetti alla giurisdizione dell'Unione Europea.
pt: Listudy acredita que os usuários devem ter suas informações públicas, identidade e dados protegidos tão fortemente quanto possível. Usamos a lei de proteção de dados da União Europeia como base e, em muitos aspectos, vamos além do que a lei exige. Também optamos por estender esses direitos a todos os usuários, não apenas àqueles sob jurisdição da União Europeia.
tr: Listudy, kullanıcıların bilgileri, kimlikleri ve verilerinin olabildiğince iyi korunması gerektiğine inanır. Temel olarak Avrupa Birliği veri koruma kanununu esas aldık ve çoğu alanda yasanın gerektirdiğinden daha detaylı ele aldık. Buna ek olarak bu hakları sadece Avrupa Birliği yargı yetkisi içindeki kullanıcılara değil, tüm kullanıcılar için genişlettik.

source: Listudy is licensed under the GNU AGPL license.
de: Listudy ist lizenziert unter der GNU AGPL-Lizenz.
fr: Listudy est sous licence GNU AGPL.
it: Listudy è rilasciato sotto licenza GNU AGPL.
pt: Listudy é licenciado sob a licença GNU AGPL.
tr: Listudy GNU AGPL lisanslıdır.

source: Listudy makes no warranty or representation and disclaims all responsibility and liability for the completeness, availability, timeliness, accuracy and security of the content and services.
de: Listudy übernimmt keine Garantie oder Zusicherung und lehnt jede Verantwortung und Haftung für die Vollständigkeit, Verfügbarkeit, Aktualität, Richtigkeit und Sicherheit der Inhalte und Dienste ab.
fr: Listudy ne donne aucune garantie ou représentation et décline toute responsabilité quant à l'exhaustivité, la disponibilité, l'actualité, l'exactitude et la sécurité du contenu et des services.
it: Listudy non fornisce alcuna garanzia o assicurazione e declina ogni responsabilità per la completezza, la disponibilità, la tempestività, l'accuratezza e la sicurezza dei contenuti e dei servizi.
pt: A Listudy não oferece nenhuma garantia ou representação e se isenta de toda responsabilidade e obrigação pela integridade, disponibilidade, pontualidade, precisão e segurança do conteúdo e serviços.
tr: Listudy, içerik ve hizmetlerin eksiksizliği, kullanılabilirliği, güncelliği, doğruluğu ve güvenliği konusunda hiçbir garanti veya beyanda bulunmaz ve tüm sorumluluk ve yükümlülükleri reddeder.

source: Listudy respects the intellectual property rights of others and expects Users of the Services to do the same. Listudy reserves the right to remove content alleged to be infringing without prior notice at our sole discretion and without liability to you. We will respond to notices of alleged copyright infringement, that comply with applicable law and are properly provided to us, as described in our copyright policy.
de: Listudy respektiert die geistigen Eigentumsrechte anderer und erwartet von den Nutzern der Dienste, dass sie dasselbe tun. Listudy behält sich das Recht vor, vermeintlich urheberrechtsverletzende Inhalte ohne vorherige Ankündigung nach eigenem Ermessen und ohne Haftung Ihnen gegenüber zu entfernen. Wir werden auf Hinweise auf angebliche Urheberrechtsverletzungen, die dem geltenden Recht entsprechen und uns ordnungsgemäß übermittelt werden, wie in unserer Urheberrechtsrichtlinie beschrieben reagieren.
fr: Listudy respecte les droits de propriété intellectuelle d'autrui et attend des Utilisateurs des Services qu'ils fassent de même. Listudy se réserve le droit de supprimer le contenu présumé en infraction sans préavis, à notre seule discrétion et sans responsabilité envers vous. Nous répondrons aux avis de violation présumée du droit d'auteur, qui sont conformes à la loi applicable et nous sont correctement fournis, comme décrit dans notre politique de droit d'auteur.
it: Listudy rispetta i diritti di proprietà intellettuale degli altri e si aspetta che gli Utenti dei Servizi facciano altrettanto. Listudy si riserva il diritto di rimuovere i contenuti ritenuti in violazione senza preavviso, a sua esclusiva discrezione e senza alcuna responsabilità nei tuoi confronti. Listudy risponderà alle segnalazioni di presunta violazione del copyright, conformi alle leggi vigenti e correttamente fornite, come descritto nella sua policy sul copyright.
pt: A Listudy respeita os direitos de propriedade intelectual de terceiros e espera que os Usuários dos Serviços façam o mesmo. A Listudy reserva-se o direito de remover conteúdo supostamente infrator, sem aviso prévio, a nosso exclusivo critério e sem responsabilidade para com você. Responderemos a notificações de suposta violação de direitos autorais, que estejam em conformidade com a legislação aplicável e sejam devidamente fornecidas a nós, conforme descrito em nossa política de direitos autorais.
tr: Listudy, başkalarının fikri mülkiyet haklarına saygı duyar ve Hizmet Kullanıcılarının da aynısını yapmasını bekler. Listudy, hak ihlalinde bulunduğu iddia edilen içeriği, tamamen kendi takdirimize bağlı olarak ve size karşı hiçbir yükümlülüğü olmaksızın önceden haber vermeksizin kaldırma hakkını saklı tutar. Yürürlükteki yasalara uygun olan ve telif hakkı politikamızda açıklandığı gibi bize uygun şekilde sağlanan telif hakkı ihlali iddialarına ilişkin bildirimlere yanıt vereceğiz.

source: No advice, information or written correspondence whether oral or written procured from Listudy entities or through Listudy services will create any warranty or representation not expressly made herein.
de: Keine Ratschläge, Informationen oder schriftliche Korrespondenz, ob mündlich oder schriftlich, die von Listudy-Einheiten oder durch Listudy-Dienste beschafft werden, begründen eine Garantie oder Zusicherung, die hier nicht ausdrücklich gegeben wird.
fr: Aucun conseil, information ou correspondance écrite, qu'il soit oral ou écrit, obtenu auprès d'entités Listudy ou par le biais des services Listudy ne créera de garantie ou de représentation non expressément faite aux présentes.
it: Nessun consiglio, informazione o comunicazione, scritta o orale, proveniente da organismi di Listudy o attraverso i servizi Listudy potrà costituire alcuna garanzia o dichiarazione che non sia stata espressamente fornita nel presente documento.
pt: Nenhum conselho, informação ou correspondência escrita, seja oral ou escrita adquirida de entidades da Listudy ou por meio dos serviços da Listudy, criará qualquer garantia ou representação não expressamente feita neste documento.
tr: Listudy kuruluşlarından veya Listudy hizmetleri aracılığıyla sağlanan sözlü veya yazılı hiçbir tavsiye, bilgi veya yazılı yazışma, burada açıkça belirtilmeyen herhangi bir garanti veya beyan oluşturmaz.

source: Our privacy policy describes how we handle the information you provide to us when you use our services. You understand that through your use of the services you consent to the collection and use, as set out in the privacy policy, of this information. Listudy currently follows European Data Protection, and applies these rights to users of all nationalities, not just European users.
de: Unsere Datenschutzrichtlinie beschreibt, wie wir mit den Informationen umgehen, die Sie uns zur Verfügung stellen, wenn Sie unsere Dienste nutzen. Sie verstehen, dass Sie durch Ihre Nutzung der Dienste der Sammlung und Verwendung dieser Informationen, wie in der Datenschutzerklärung dargelegt, zustimmen. Listudy folgt derzeit dem europäischen Datenschutz und wendet diese Rechte auf Nutzer aller Nationalitäten an, nicht nur auf europäische Nutzer.
fr: Notre politique de confidentialité décrit la manière dont nous traitons les informations que vous nous fournissez lorsque vous utilisez nos services. Vous comprenez qu'en utilisant les services, vous consentez à la collecte et à l'utilisation, comme indiqué dans la politique de confidentialité, de ces informations. Listudy suit actuellement la protection européenne des données et applique ces droits aux utilisateurs de toutes nationalités, et pas seulement aux utilisateurs européens.
it: La nostra informativa sulla privacy descrive il modo in cui gestiamo le informazioni che ci fornisci quando utilizzi i nostri servizi. Sei consapevole del fatto che, utilizzando i servizi, acconsenti alla raccolta e all'utilizzo di tali informazioni, come indicato nell'informativa sulla privacy. Listudy attualmente si attiene alla Protezione dei Dati Europea e applica questi diritti agli utenti di tutte le nazionalità, non solo a quelli europei.
pt: Nossa política de privacidade descreve como lidamos com as informações que você nos fornece quando usa nossos serviços. Você entende que, por meio do uso dos serviços, você consente com a coleta e uso, conforme estabelecido na política de privacidade, dessas informações. Listudy atualmente segue a Proteção de Dados Europeia e aplica esses direitos a usuários de todas as nacionalidades, não apenas aos usuários europeus.
tr: Gizlilik politikamız, hizmetlerimizi kullandığınızda bize sağladığınız bilgileri nasıl ele aldığımızı açıklar. Hizmetleri kullanımınızla, bu bilgilerin gizlilik politikasında belirtildiği gibi toplanmasına ve kullanılmasına izin verdiğinizi anlıyorsunuz. Listudy şu anda Avrupa Veri Korumasını takip ediyor ve bu hakları yalnızca Avrupalı kullanıcılara değil, tüm milletlerden kullanıcılara uyguluyor.

source: Our rights
de: Unsere Rechte
fr: Nos droits
it: I nostri diritti
pt: Nossos direitos
tr: Bizim haklarımız

source: Privacy
de: Datenschutz
fr: Confidentialité
pt: Privacidade
tr: Gizlilik

source: Services made available are on an as is and as available basis. We’re not responsible for whether this stuff actually works, though if it does that’s an added bonus to all of us.
de: Die zur Verfügung gestellten Dienste sind auf einer wie-ist-und-wie-verfügbar-Basis. Wir sind nicht dafür verantwortlich, ob diese Dinge tatsächlich funktionieren, aber wenn sie es tun, ist das ein zusätzlicher Bonus für uns alle.
fr: Les services mis à disposition sont tels quels et selon la disponibilité. Nous ne sommes pas responsables du fait que ce genre de choses fonctionne réellement, mais si c'est le cas, c'est un bonus supplémentaire pour nous tous.
it: I servizi messi a disposizione sono forniti così come sono e quando disponibili. Non siamo responsabili dell'effettivo funzionamento di queste cose, anche se, se così fosse, sarebbe un vantaggio aggiunto per tutti noi.
pt: Os serviços disponibilizados são no estado em que se encontram e conforme a disponibilidade. Não somos responsáveis por essas coisas realmente funcionarem, mas se funcionar, isso é um bônus a mais para todos nós.
tr: Sağlanan hizmetler olduğu gibi ve mevcut olduğu şekildedir. Bu şeyin gerçekten işe yarayıp yaramadığından sorumlu değiliz, ancak işe yararsa bu hepimiz için ek bir bonus.
