Repository: ArneVogel/listudy
Catalog: priv/gettext/*/LC_MESSAGES/webmaster.po
Languages: de, fr, it, pt, tr

source: After you have done this click on the button "Embed".
de: Klicken Sie danach auf die Schaltfläche "Einbetten".
fr: Après cela, cliquez sur le bouton "Intégrer".
it: Dopo che hai finito, fai clic sul pulsante "Incorpora".
pt: Depois de fazer isso, clique no botão "Incorporar".
tr: Bunu yaptıktan sonra "Yerleştir" düğmesine tıklayın.

source: Automation
de: Automatisierung
fr: Automatisation
it: Automazione
pt: Automação
tr: Otomasyon

source: Bring more interactivity to your tactics. Embed your tactics and let users solve them.
de: Bringen Sie mehr Interaktivität in Ihre Taktiken. Betten Sie Ihre Taktiken ein und lassen Sie Benutzer*innen sie lösen.
fr: Apportez plus d'interactivité à vos tactiques. Intégrez vos tactiques et laissez les utilisateurs les résoudre.
it: Aumenta l'interattività delle tue tattiche. Incorpora le tue tattiche e lascia che gli utenti le risolvano.
pt: Traga mais interatividade para suas táticas. Incorpore suas táticas e deixe que os usuários as resolvam.
tr: Taktiklerinizi daha etkileşimli hale getirin. Taktiği yerleştirin ve kullanıcılar çözsün.

source: Copy the iframe code and paste it into your page.
de: Kopieren Sie den iframe-Code und fügen Sie ihn in Ihre Seite ein.
fr: Copiez le code iframe et collez-le dans votre page.
it: Copia il codice dell'iframe e incollalo nella tua pagina.
pt: Copie o código iframe e cole-o em sua página.
tr: iframe kodunu kopyalayın ve sayfanıza yapıştırın.

source: Custom Tactics
de: Benutzerdefinierte Taktiken
fr: Tactiques personnalisées
it: Tattiche Personalizzate
pt: Táticas Personalizadas
tr: Özel Taktikler

source: Embed Custom Tactics
de: Benutzerdefinierte Taktiken einbetten
fr: Intégrer des tactiques personnalisées
it: Incorpora Tattiche Personalizzate
pt: Embutir Táticas Personalizadas
tr: Özel Taktik Yerleştir

source: Embed elements of Listudy on your website.
de: Binden Sie Elemente von Listudy in Ihre Website ein.
fr: Intégrez des éléments de Listudy sur votre site Web.
it: Incorpora elementi di Listudy nel tuo sito Web.
pt: Incorpore elementos de Listudy em seu site.
tr: İnternet sitenize Listudy malzemeleri yerleştirin.

source: First you have to create your tactics with the tactic creator.
de: Zuerst müssen Sie Ihre Taktiken mit dem Taktik-Creator erstellen.
fr: Vous devez d'abord créer vos tactiques avec le créateur de tactiques.
it: Per prima cosa devi creare le tue tattiche con il creatore di tattiche.
pt: Primeiro você deve criar suas táticas com o criador da tática.
tr: Öncelikle taktiklerinizi taktik oluşturucudan oluşturmanız lazım.

source: For mobile devices it is recommended to limit the width iframes to 100%. Below you will find the css to achieve that.
de: Für mobile Geräte wird empfohlen, die Breite der Iframes auf 100 % zu begrenzen. Unten finden Sie das CSS, um das zu erreichen.
fr: Pour les appareils mobiles, il est recommandé de limiter la largeur des iframes à 100 %. Vous trouverez ci-dessous le css pour y parvenir.
it: Per i dispositivi mobili si consiglia di limitare la larghezza degli iframe al 100%. Di seguito sono riportati i CSS per ottenere ciò.
pt: Para dispositivos móveis, é recomendado limitar os iframes de largura a 100%. Abaixo você encontrará o css para fazer isso.
tr: Mobil cihazlar için iframe genişliğini %100'e limitlemeniz önerilir. Aşağıda bunu yapmak için css kodunu bulacaksınız.

source: How to embed your own Tactics
de: Wie Sie Ihre eigene Taktik einbinden
fr: Comment intégrer vos propres tactiques
it: Come incorporare le tue Tattiche
pt: Como incorporar suas próprias táticas
tr: Kendi Taktiğinizi nasıl yerleştirirsiniz

source: Implementation details
de: Details zur Implementierung
fr: Détails d'implémentation
it: Dettagli implementativi
pt: Detalhes de implementação
tr: Uygulama detayları

source: On the page where you can create your own tactics is an embed button. This button will automatically creates the iframe code that you have to insert on your website.
de: Auf der Seite, auf der Sie Ihre eigene Taktik erstellen können, befindet sich eine Schaltfläche zum Einbetten. Diese Schaltfläche erstellt automatisch den iframe-Code, den Sie auf Ihrer Website einfügen müssen.
fr: Sur la page où vous pouvez créer vos propres tactiques se trouve un bouton d'intégration. Ce bouton créera automatiquement le code iframe que vous devrez insérer sur votre site web.
it: Nella pagina in cui è possibile creare le tue tattiche è presente un pulsante di incorporamento. Questo pulsante creerà automaticamente il codice iframe che devi inserire nel tuo sito Web.
pt: Na página onde você pode criar suas próprias táticas, existe um botão de incorporação. Este botão criará automaticamente o código iframe que você deve inserir no seu site.
tr: Kendi taktiklerini oluşturduğunuz sayfada bir yerleştir düğmesi var. Bu düğme otomatik olarak internet sitenize koymanız gereken iframe kodunu oluşturur.

source: The hash is the base64 encoded string which consists of the fen, the moves and the last move.
de: Der Hash ist die base64-kodierte Zeichenfolge, die aus dem Fen, den Zügen und dem letzten Zug besteht.
fr: Le hachage est la chaîne encodée en base64 qui se compose du NFE, des coups et du dernier coup.
it: L'hash è la stringa codificata in base64 che consiste nel FEN, nelle mosse, e nell'ultima mossa.
pt: O hash é a string codificada em base64 que consiste no fen, nos movimentos e no último movimento.
tr: Hash; base64 ile kodlanmış, FEN kodunu, hamleleri ve son hamleyi içeren bir metindir.

source: This process can also be automated. All information needed for tactics are stored in the hash of the embed url.
de: Dieser Vorgang kann auch automatisiert werden. Alle für die Taktik benötigten Informationen sind im Hash der Einbettungs-URL gespeichert.
fr: Ce processus peut également être automatisé. Toutes les informations nécessaires aux tactiques sont stockées dans le hachage de l'URL d'intégration.
it: Questo processo può anche essere automatizzato. Tutte le informazioni necessarie per le tattiche sono memorizzate nell'hash dell'URL d'incorporazione.
pt: Este processo também pode ser automatizado. Todas as informações necessárias para as táticas são armazenadas no hash do url de incorporação.
tr: Bu işlem de otomatikleştirilebilir. Taktiklerle alakalı gerekli tüm bilgiler yerleştirilen url'nin hash'indedir.

source: To generate tactics automatically you can create this hash yourself.
de: Um Taktiken automatisch zu generieren, können Sie diesen Hash selbst erstellen.
fr: Pour générer automatiquement des tactiques, vous pouvez créer vous-même ce hachage.
it: Per generare automaticamente le tattiche, puoi creare tu stesso questa hash.
pt: Para gerar táticas automaticamente, você mesmo pode criar esse hash.
tr: Taktikleri otomatik olarak oluşturmak için bu hash'i kendiniz oluşturabilirsiniz.

source: Use this link to create and embed your tactic:
de: Verwenden Sie diesen Link, um Ihre Taktik zu erstellen und einzubetten:
fr: Utilisez ce lien pour créer et intégrer votre tactique:
it: Usa questo link per creare e incorporare la tua tattica:
pt: Use este link para criar e incorporar sua tática:
tr: Kendi taktiğinizi oluşturup yerleştirmek için bu linki kullanın:

source: You can change the standard width and height if you wish. Just make sure that the height is about 80px higher than the width so that the "x to play" message fits under the board.
de: Sie können die Standardbreite und -höhe ändern, wenn Sie möchten. Stellen Sie nur sicher, dass die Höhe etwa 80px höher ist als die Breite, damit die "x am Zug"-Meldung unter das Board passt.
fr: Vous pouvez modifier la largeur et la hauteur standard si vous le souhaitez. Assurez-vous simplement que la hauteur est supérieure d'environ 80 pixels à la largeur afin que le message "à x de jouer" s'insère sous le tableau.
it: Se lo desideri, puoi modificare la larghezza e l'altezza standard. Assicurati che l'altezza sia superiore di circa 80px rispetto alla larghezza, in modo che il messaggio "mossa al X" si posizioni sotto la scacchiera.
pt: Você pode alterar a largura e a altura padrão, se desejar. Apenas certifique-se de que a altura seja cerca de 80 px maior que a largura para que a mensagem "x to play" caiba sob o tabuleiro.
tr: İsterseniz standart genişlik ve yüksekliği değiştirebilirsiniz. Yalnızca yüksekliğin genişlikten 80px daha büyük olduğuna emin olun ki "Sıra x'in" yazısı tahtanın altına sığsın.

source: You can specify the position, what the right moves are and what the last move was.
de: Sie können die Position angeben, was die richtigen Züge sind und was der letzte Zug war.
fr: Vous pouvez spécifier la position, les bons coups et le dernier coup.
it: Puoi specificare la posizione, le mosse giuste e qual è stata l'ultima mossa.
pt: Você pode especificar a posição, quais são os movimentos certos e qual foi o último movimento.
tr: Pozisyonu, doğru hamleleri ve son hamlenin ne olduğunu belirleyebilirsiniz.

source: You have full control over the tactics.
de: Sie haben die volle Kontrolle über die Taktik.
fr: Vous avez un contrôle total sur la tactique.
it: Hai pieno controllo sulle tattiche.
pt: Você tem controle total sobre as táticas.
tr: Taktikler üzerinde tam hakimiyete sahipsiniz.

source: Learn More
de: Mehr erfahren
fr: En apprendre plus
it: Per saperne di più
pt: Saiba mais
tr: Detaylı Bilgi

source: Create your own Tactic
de: Erstellen Sie Ihre eigene Taktik
fr: Créer votre propre tactique
it: Crea la tua Tattica
pt: Crie sua própria tática
tr: Kendi Taktiğinizi oluşturun

source: The values are each separated by a ";". The moves must be in san notation and the last move in uci notation.
de: Die Werte sind jeweils durch ein ";" getrennt. Die Züge müssen in san-Notation und der letzte Zug in uci-Notation sein.
fr: Les valeurs sont chacune séparées par un ";". Les coups doivent être en notation standard algébrique et le dernier coup en notation UCI.
it: I valori sono separati da un ";". Le mosse devono essere in notazione SAN e l'ultima mossa in notazione UCI.
pt: Os valores são separados por um ";". Os movimentos devem ser em notação san e o último movimento em notação uci.
tr: Her değer ";" ile ayrılır. Hamlelerin SAN notasyonu ve son hamlenin UCI notasyonu ile yazılması gerekir.
